Repository: msiyam89/HealthyLineProjectFinal
Catalog: HealthyLineProject/LocalResource/Resource.*.resx
Languages: ar_sa

# Vanilla8
source: Vanilla: 1 teaspoon
ar_sa: الفانيليا: 1 ملعقة صغيرة

# Vegetable12
source: Vegetable oil: 2 teaspoon
ar_sa: زيت نباتي: 2 ملعقة صغيرة

# Vegetables3
source: Vegetables: Tomatoes, broccoli, kale, spinach, onions, cauliflower, carrots, Brussels sprouts, cucumbers, etc.
ar_sa: الخضروات: الطماطم ، البروكلي ، اللفت ، السبانخ ، البصل ، القرنبيط ، الجزر ، براعم بروكسل ، الخيار ، إلخ.

# Water12
source: Water: a cup
ar_sa: الماء: كوب

# Yellowpepper9
source: Yellow pepper: 1 tablet (sliced minced)
ar_sa: فلفل أصفر: حبة واحدة (شرائح مفرومة)

# Addsoy13
source: Add soy sauce, salt, pepper and my heart.
ar_sa: أضيفي صلصة الصويا والملح والفلفل وقلبي.

# Alcohol4
source: Alcohol
ar_sa: الكحول

# Alcohol6
source: Alcohol
ar_sa: الكحول

# Almond8
source: Almond chicken with vegetables or barbecue tempeh and vegetables for those who follow a vegetarian or plant-based diet
ar_sa: الدجاج اللوز مع الخضار أو الشواء والخضروات لأولئك الذين يتبعون نظامًا غذائيًا نباتيًا أو نباتيًا

# Apple4
source: Apple and walnut salad
ar_sa: سلطة التفاح والجوز

# Applee4
source: Apple and berries
ar_sa: التفاح والتوت

# Applewalnut6
source: Apple-walnut chicken salad
ar_sa: سلطة دجاج بالجوز

# apply14
source: How to apply: Soup is divided into six equal portions. Serve hot, with the tomato mixture distributed over the face.
ar_sa: كيفية التقديم: ينقسم الحساء إلى ستة أجزاء متساوية. قدميها ساخنة ، مع توزيع مزيج الطماطم على الوجه.

# artificial6
source: Sugar substitutes, including Stevia, artificial sweeteners and sugar alcohols like xylitol and erythritol
ar_sa: بدائل السكر ، بما في ذلك ستيفيا والمحليات الاصطناعية وكحوليات السكر مثل إكسيليتول وإريثريتول

# asberries8
source: Fruit such as berries, apples, oranges, plums and more
ar_sa: فواكه مثل التوت والتفاح والبرتقال والخوخ وغيرها

# avocado4
source: Salad with avocado and fruit
ar_sa: سلطة الأفوكادو والفواكه

# Avocado6
source: Avocado
ar_sa: أفوكادو

# Avocados8
source: Avocados
ar_sa: افوكادو

# bagels8
source: Processed grains and carbs, including bread, bagels and cereal.
ar_sa: الحبوب والكربوهيدرات المصنعة ، بما في ذلك الخبز والخبز والحبوب.

# Baked4
source: Baked items
ar_sa: أصناف مخبوزة

# Baked9
source: Baked apples with vanilla drizzle
ar_sa: التفاح المخبوز مع رذاذ الفانيليا

# Baking121
source: Baking powder: half a teaspoon
ar_sa: مسحوق الخبز: نصف ملعقة صغيرة

# Banana4
source: Banana and raw nut butter
ar_sa: الموز وزبدة الجوز الخام

# Barley9
source: Barley and mushroom soup
ar_sa: حساء الشعير والفطر

# beans5
source: Beans
ar_sa: فاصوليا

# beans6
source: Black beans, kidney beans, pinto beans, navy beans, garbanzo beans and other bean varieties
ar_sa: فاصوليا سوداء ، فاصوليا ، فاصوليا بينتو ، فاصوليا بحرية ، فاصوليا غاربانزو وأنواع أخرى من الفاصوليا

# Beef
source: beef with vegetables
ar_sa: لحمة مع خضار

# Black9
source: Black bean dip
ar_sa: صندوق الحبة السوداء

# bokchoy5
source: Tempeh stir-fry with bok choy and broccoli.
ar_sa: تقلى المقلي مع بوك تشوي والبروكلي.

# bolognese5
source: Pasta with a lentil bolognese sauce and a side salad.
ar_sa: باستا مع صلصة بولونيز العدس وسلطة جانبية.

# Broccolii4
source: Broccoli and raw hummus
ar_sa: البروكلي والحمص النيء

# Burrito7
source: Burrito bowl with brown rice, beans, avocado, salsa and veggies
ar_sa: وعاء بوريتو مع الأرز البني والفاصوليا والأفوكادو والصلصة والخضار

# Buttermilk6
source: Buttermilk, low-fat milk, plain or Greek yogurt, kefir and soy milk, limited to 2 cups (473 ml) daily
ar_sa: اللبن ، اللبن قليل الدسم ، اللبن الزبادي أو اليوناني ، الكفير وحليب الصويا ، يقتصر على كوبين (473 مل) يوميًا

# Cakes9
source: Cakes and cookies
ar_sa: كعك وكوكيز

# candies6
source: Sugar-free candies, popsicles or gum
ar_sa: حلوى أو مصاصات أو علكة خالية من السكر

# Candy9
source: Candy
ar_sa: حلويات

# canolaoil8
source: Oils such as canola oil, sesame oil, peanut oil and olive oil
ar_sa: زيوت مثل زيت الكانولا وزيت السمسم وزيت الفول السوداني وزيت الزيتون

# cappuccino5
source: Vegan chickpea and onion omelet and a cappuccino made with fortified plant milk.
ar_sa: حمص نباتي وبصل أومليت وكابتشينو مصنوع من حليب نباتي مدعم.

# Carrot13
source: Carrot: 2 tablets (chopped slices)
ar_sa: الجزر: 2 حبة (شرائح مفرومة)

# Carrots4
source: Carrots and raw hummus
ar_sa: الجزر والحمص النيء

# Celerysticks6
source: Celery sticks with 2 tsp peanut butter
ar_sa: أصابع الكرفس مع 2 ملعقة صغيرة زبدة فول سوداني

# cheese6
source: Low-fat hard cheese, ricotta cheese and cottage cheese
ar_sa: الجبن الصلب قليل الدسم وجبن الريكوتا والجبن

# cheeses8
source: Low-fat cheeses
ar_sa: أجبان قليلة الدسم

# Chia4
source: Chia seed pudding with fruit
ar_sa: بودنغ بذور الشيا مع الفاكهة

# Chicken13
source: Chicken breast: 2 breasts (boiled, thinly sliced)
ar_sa: صدر الدجاج: 2 صدر (مسلوق ، شرائح رقيقة)

# chicken5
source: chicken
ar_sa: دجاج

# Chickenbreast13
source: Chicken breast: 2 breasts (crushed fillet)
ar_sa: صدر الدجاج: 2 صدر (فيليه مطحون)

# Chickenbroth14
source: Chicken broth: 6 cups
ar_sa: فراخ الدجاج: 6 أكواب

# Chickpea7
source: Chickpea curry with basmati rice
ar_sa: كاري الحمص مع أرز بسمتي

# Chips4
source: Chips
ar_sa: رقائق

# Chocolate9
source: Chocolate-dipped macaroons
ar_sa: معكرونة مغموسة بالشوكولاتة

# cocoa8
source: Breakfast hash made with meat and vegetables, or cocoa berry butter smoothie for vegetarians
ar_sa: تجزئة الفطور المصنوع من اللحم والخضروات ، أو سموثي زبدة التوت بالكاكاو للنباتيين

# coconutoil6
source: Butter and coconut oil
ar_sa: زبدة وزيت جوز الهند

# Coffee4
source: Coffee and tea
ar_sa: القهوة والشاي

# Coffee6
source: Coffee, regular or decaffeinated
ar_sa: قهوة عادية أو منزوعة الكافيين

# Coldpressed4
source: Cold-pressed olive and coconut oils
ar_sa: زيت الزيتون وزيت جوز الهند

# Cookedfruits4
source: Cooked fruits, vegetables, meats and grains
ar_sa: الفاكهة المطبوخة والخضروات واللحوم والحبوب

# Cottagecheese6
source: Cottage cheese with cherry tomatoes
ar_sa: الجبن مع الطماطم الكرز

# Cranberry9
source: Cranberry-walnut oatmeal
ar_sa: دقيق الشوفان بالتوت البري والجوز

# Cream6
source: Cream, whole milk or half and half, limited to 1 tbsp
ar_sa: كريمة ، حليب كامل الدسم أو نصف ونصف ، محدود بـ 1 ملعقة كبيرة

# crushed13
source: Add the crushed chicken steak, mix it well and seasoning, then put it in the refrigerator for an entire night.
ar_sa: أضيفي شريحة الدجاج المهروسة ، اخلطيها جيدًا والتوابل ، ثم ضعيها في الثلاجة لمدة ليلة كاملة.

# cucumbers8
source: Vegetables such as cucumbers, peppers, spinach, tomatoes, mushrooms, yellow squash, chickpeas and more
ar_sa: الخضروات مثل الخيار والفلفل والسبانخ والطماطم والفطر والقرع الأصفر والحمص وغيرها

# cucumberslices6
source: 1 cup cucumber slices with 1/4 cup hummus
ar_sa: 1 كوب شرائح خيار مع 1/4 كوب حمص

# Dairy3
source: Dairy: Cheese, yogurt, Greek yogurt, etc
ar_sa: منتجات الألبان: الجبن ، اللبن ، الزبادي اليوناني ، إلخ

# dairy5
source: Dairy
ar_sa: منتجات الألبان

# Dairyproducts7
source: Dairy products: This restriction on milk, yogurt and cheese applies to vegans and ovo-vegetarians
ar_sa: منتجات الألبان: تنطبق هذه القيود على الحليب واللبن والجبن على النباتيين والنباتيين البويضات

# decaffeinated6
source: Tea, regular, decaffeinated or herbal
ar_sa: شاي عادي أو منزوع الكافيين أو عشبي

# deep14
source: The oil is heated in a deep saucepan, add the onions, and stir until it becomes light-colored. Then, add the garlic, stirring for a minute. Pour the broth, and put the spices (salt, sweet pepper, white pepper and hot pepper), mix the diced potato and eggplant.
ar_sa: يسخن الزيت في قدر عميق ، يضاف البصل ويقلب حتى يصبح فاتح اللون. ثم يضاف الثوم مع التقليب لمدة دقيقة. نسكب المرق ونضع التوابل (ملح ، فلفل حلو ، فلفل أبيض وفلفل حار) ، نخلط البطاطا المقطعة والباذنجان.

# Driedfruits4
source: Dried fruits and meats
ar_sa: الفواكه المجففة واللحوم

# drinkmixes6
source: Sugar-free drink mixes
ar_sa: خلطات مشروبات خالية من السكر

# DryCoriander121
source: Dry Coriander: 1 teaspoon
ar_sa: الكزبرة الجافة: 1 ملعقة صغيرة

# Edamame6
source: Edamame and soybeans
ar_sa: ادامامي وفول الصويا

# Egg9
source: Egg, veggie and avocado salad with tarragon
ar_sa: سلطة البيض والخضار والأفوكادو مع الطرخون

# eggplant14
source: eggplant
ar_sa: الباذنجان

# Eggplant7
source: Eggplant parmesan with a side salad
ar_sa: بارميزان باذنجان مع سلطة جانبية

# Eggs3
source: Eggs: Chicken, quail and duck eggs
ar_sa: البيض: بيض الدجاج والسمان والبط

# eggs5
source: Eggs
ar_sa: بيض

# Eggs6
source: Eggs and egg whites
ar_sa: بيض وبياض البيض

# Eggs7
source: Eggs: This restriction applies to vegans and lacto-vegetarians
ar_sa: البيض: ينطبق هذا القيد على النباتيين واللبن النباتيين

# eggsand6
source: 3 eggs and 1 cup kale cooked with 1 tsp olive oil
ar_sa: 3 بيضات و 1 كوب كالي مطبوخ مع 1 ملعقة صغيرة زيت زيتون

# Eggsandvegetables3
source: Eggs and vegetables, fried in olive oil
ar_sa: بيض و خضار مقلي بزيت الزيتون

# Eggwhites8
source: Egg whites
ar_sa: بياض البيض

# Eggyolks8
source: Egg yolks.
ar_sa: صفار البيض.

# fajitaswith6
source: Beef fajitas with 1/3 cup guacamole
ar_sa: فاهيتا اللحم مع 1/3 كوب جواكامولي

# Farro7
source: Farro salad with tomatoes, cucumber and feta with spiced lentil soup
ar_sa: سلطة فارو مع الطماطم والخيار والفيتا مع شوربة العدس المتبلة

# fatmilk8
source: Low-fatmilk and yogurt
ar_sa: قليل الدسم من اللبنة واللبن

# fats9
source: Healthy fats like avocado, olive oil and nuts.
ar_sa: الدهون الصحية مثل الأفوكادو وزيت الزيتون والمكسرات.

# Fatty6
source: Fatty meat and poultry
ar_sa: اللحوم الدهنية والدواجن

# Fermented4
source: Fermented foods like kimchi and sauerkraut
ar_sa: الأطعمة المخمرة مثل الكيمتشي والمخلل الملفوف

# figs4
source: Salad with figs and nuts
ar_sa: سلطة التين والمكسرات

# fish5
source: Fish
ar_sa: سمك

# Fishand8
source: Fish and shellfish
ar_sa: السمك والمحار

# Fishandseafood3
source: Fish and seafood: Salmon, sardines, trout, tuna, mackerel, shrimp, oysters, clams, crab, mussels, etc
ar_sa: الأسماك والمأكولات البحرية: سمك السلمون ، السردين ، سمك السلمون المرقط ، التونة ، الماكريل ، الجمبري ، المحار ، المحار ، سرطان البحر ، بلح البحر ، إلخ.

# Fishandshellfish7
source: Fish and shellfish: This restriction does not apply
ar_sa: الأسماك والمحار: لا ينطبق هذا القيد

# Flatbread7
source: Flatbread with grilled garden vegetables and pesto
ar_sa: خبز مع الخضار المشوية و البيستو

# Flour121
source: Flour: two and a half cups
ar_sa: الطحين: كوبان ونصف

# Fresh9
source: Fresh, frozen and unsweetened canned fruit.
ar_sa: الفاكهة المعلبة الطازجة والمجمدة وغير المحلاة

# freshfruits4
source: All fresh fruits
ar_sa: جميع الفواكه الطازجة

# Freshly4
source: Freshly squeezed juice and nuts
ar_sa: العصير والمكسرات

# Fruitbowl4
source: Fruit bowl
ar_sa: وعاء فاكهة

# fruitjuice6
source: All fruits and fruit juice
ar_sa: جميع الفواكه وعصير الفاكهة

# Fruits
source: Fruits: Apples, bananas, oranges, pears, strawberries, grapes, dates, figs, melons, peaches, etc.
ar_sa: الفواكه: التفاح ، الموز ، البرتقال ، الكمثرى ، الفراولة ، العنب ، التمر ، التين ، البطيخ ، الخوخ ، إلخ.

# Fruits7
source: Fruits: Apples, bananas, berries, oranges, melons, pears, peaches
ar_sa: الفواكه: التفاح والموز والتوت والبرتقال والبطيخ والكمثرى والخوخ

# Fry121
source: Fry triangles of dough in a saucepan containing hot copious oil, until golden in color.
ar_sa: تقلى مثلثات العجين في قدر تحتوي على زيت غزير ساخن حتى تصبح ذهبية اللون.

# Garlic121
source: Garlic: 2 cloves (finely chopped)
ar_sa: (الثوم: 2 فصوص (مفروم ناعم

# Garlic13
source: Garlic: clove (crushed fine)
ar_sa: الثوم: (ناعم مطحون)

# garlic14
source: Garlic
ar_sa: ثوم

# garnishing14
source: For garnishing: heat oil in another saucepan; add garlic, stir for a minute, add tomatoes, and pour vinegar. Cover the pot, which is left on fire for three minutes. Sprinkle the oregano, stirring.
ar_sa: للتزيين: يسخن الزيت في قدر آخر ؛ نضيف الثوم ونقلب لمدة دقيقة ونضيف الطماطم ونسكب الخل. غط الوعاء الذي يترك على النار لمدة ثلاث دقائق. يرش الاوريجانو مع التحريك.

# Ginger121
source: Ginger: Half a teaspoon (fresh and grated)
ar_sa: الزنجبيل: نصف ملعقة صغيرة (طازجة ومبشورة)

# Ginger9
source: Ginger and scallion stir-fried brown rice with ginger shrimp
ar_sa: أرز أسمر مقلي بالزنجبيل والبصل الأخضر مع الروبيان والزنجبيل

# Goatcheese9
source: Goat cheese, spinach and tomato omelet
ar_sa: عجة جبن الماعز والسبانخ والطماطم

# Grain
source: grain products: Wheat, rice, oats, breakfast cereals and tortillas
ar_sa: منتجات الحبوب: القمح والأرز والشوفان وحبوب الإفطار والتورتيلا

# Grains6
source: Grains
ar_sa: بقوليات

# Grains7
source: Grains: Quinoa, barley, buckwheat, rice, oats
ar_sa: الحبوب: الكينوا ، الشعير ، الحنطة السوداء ، الأرز ، الشوفان

# grainsandwich3
source: Whole-grain sandwich with vegetables
ar_sa: شطيرة الحبوب الكاملة مع الخضار

# Greekyogurt3
source: Greek yogurt with strawberries and oats
ar_sa: زبادي يوناني بالفراولة والشوفان

# Greekyogurt7
source: Greek yogurt with chia seeds and berries
ar_sa: زبادي يوناني مع بذور الشيا والتوت

# Greekyogurti3
source: Greek yogurt with strawberries, oats and nuts
ar_sa: زبادي يوناني بالفراولة والشوفان والمكسرات

# Green121
source: Green Hot Pepper: 1 pc (cut into small cubes)
ar_sa: فلفل أخضر حار: 1 قطعة (مقطعة إلى مكعبات صغيرة)

# Green13
source: Green Pepper: 1 piece (sliced)
ar_sa: فلفل اخضر: 1 قطعة (شرائح)

# Green4
source: Green smoothie
ar_sa: عصير الأخضر

# Greenn13
source: Green onions: 2 sticks (minced)
ar_sa: بصل أخضر: 2 عود (مفروم)

# Grilledchicken3
source: Grilled chicken, with vegetables and a potato. Fruit for dessert
ar_sa: الدجاج المشوي مع الخضار والبطاطس. الفاكهة للحلوى

# Grilledlamb3
source: Grilled lamb, with salad and baked potato
ar_sa: لحم غنم مشوي مع سلطة وبطاطا مشوية

# Grilledveggie7
source: Grilled veggie and hummus wrap with sweet potato fries
ar_sa: خضروات مشوية وحمص ملفوف مع بطاطا حلوة

# guacamole5
source: Chickpea pancakes, guacamole and salsa and a glass of fortified orange juice.
ar_sa: فطائر الحمص والجواكامول والصلصة وكوب من عصير البرتقال المدعم.

# Guacamole9
source: Guacamole with carrot crackers
ar_sa: جواكامولي مع بسكويت الجزر

# hazelnut5
source: Whole-grain toast with hazelnut butter, banana and a fortified plant yogurt.
ar_sa: نخب الحبوب الكاملة مع زبدة البندق والموز ولبن نباتي محصن.

# Healthy9
source: Healthy carbohydrates such as sweet potatoes, brown rice, oatmeal, beans and whole-grain products.
ar_sa: الكربوهيدرات الصحية مثل البطاطا الحلوة والأرز البني والشوفان والفاصوليا ومنتجات الحبوب الكاملة.

# HealthyFats3
source: Healthy Fats: Extra virgin olive oil, olives, avocados and avocado oil
ar_sa: الدهون الصحية: زيت الزيتون البكر الممتاز والزيتون والأفوكادو وزيت الأفوكادو

# Healthyfats7
source: Healthy fats: Coconut oil, olive oil, avocados
ar_sa: الدهون الصحية: زيت جوز الهند وزيت الزيتون والأفوكادو

# Heat13
source: Heat the grill and roast the marinated chicken for 20 minutes on both sides, until browned and cooked.
ar_sa: سخني الشواية وشوي الدجاج المتبّل لمدة 20 دقيقة على كلا الجانبين ، حتى يحمر ويطهى.

# Heatthe13
source: Heat the oil in a saucepan over the heat, and stir the mushrooms, slices of garlic, colored pepper and carrots over a high heat.
ar_sa: يُسخن الزيت في قدر على نار عالية ويقلب الفطر وشرائح الثوم والفلفل الملون والجزر على نار عالية.

# Herbsandspices3
source: Herbs and spices: Garlic, basil, mint, rosemary, sage, nutmeg, cinnamon, pepper, etc
ar_sa: الأعشاب والتوابل: الثوم والريحان والنعناع وإكليل الجبل والمريمية وجوزة الطيب والقرفة والفلفل وغيرها

# honey5
source: Honey
ar_sa: عسل

# horseradish6
source: Herbs, spices, horseradish, mustard, lemon juice or salsa
ar_sa: أعشاب ، توابل ، فجل ، خردل ، عصير ليمون أو صلصة

# Hot14
source: Hot pepper: a quarter of a teaspoon
ar_sa: الفلفل الحار: ربع ملعقة شاي

# Hummus6
source: Hummus, limited to 1/4 cup
ar_sa: حمص ، محدود بـ 1/4 كوب

# Jacketsweet5
source: Jacket sweet potatoes with lettuce, corn, beans, cashews and guacamole.
ar_sa: جاكيت البطاطا الحلوة مع الخس والذرة والفاصوليا والكاجو والجواكامولي.

# jellies6
source: Sugar-free gelatin, jams and jellies
ar_sa: الجيلاتين والمربى والهلام الخالية من السكر

# Kale4
source: Kale and mushroom salad
ar_sa: سلطة اللفت والفطر

# Lean6
source: Lean beef, lamb, veal and game
ar_sa: لحم بقري ، لحم الضأن ، لحم العجل ولعبة

# Leanbeef8
source: Lean beef lamb, veal
ar_sa: لحم بقري قليل الدهن ولحم الضأن ولحم العجل

# leave13
source: Add the oregano and green onions, leave an extra 5 minutes on the heat, then pour with the remaining broth and serve hot
ar_sa: نضيف البردقوش والبصل الأخضر ونترك 5 دقائق إضافية على النار ثم نسكب المرق المتبقي ونقدم ساخنة

# Leftover3
source: Leftover lasagne from the night before
ar_sa: بقايا اللازانيا من الليلة السابقة

# Leftoverpizza3
source: Leftover pizza from the night before
ar_sa: بيتزا بقايا من الليلة السابقة

# Leftovertuna3
source: Leftover tuna salad from the night before
ar_sa: سلطة التونة المتبقية من الليلة السابقة

# Legumes3
source: Legumes: Beans, peas, lentils, pulses, peanuts, chickpeas, etc
ar_sa: البقوليات: الفاصوليا والبازلاء والعدس والبقول والفول السوداني والحمص وغيرها

# Legumes7
source: Legumes: Lentils, beans, peas, chickpeas
ar_sa: البقوليات: العدس ، البقول ، الحمص

# Lemonzest13
source: Lemon zest: Half a teaspoon
ar_sa: بشر الليمون: نصف ملعقة صغيرة

# lentils5
source: lentils
ar_sa: العدس

# Lentils6
source: Lentils
ar_sa: عدس

# Lightcoconut6
source: Light coconut milk, limited 1/4 cup (59 ml)
ar_sa: حليب جوز الهند الخفيف ، 1/4 كوب (59 مل)

# limited6
source: All vinegars, with balsamic limited to 1 tbsp
ar_sa: الخل ، مع البلسمي يقتصر على 1 ملعقة كبيرة

# Liver8
source: Liver and other organ meats.
ar_sa: الكبد واللحوم الأخرى.

# mangopineapple5
source: Vegan tacos with mango-pineapple salsa.
ar_sa: التاكو النباتي مع صلصة المانجو والأناناس.

# Marinated7
source: Marinated tofu pita pocket with Greek salad
ar_sa: جيب التوفو متبل مع سلطة يونانية

# Mashed9
source: Mashed avocado tortilla with tomato
ar_sa: تورتيلا مهروسة مع الأفوكادو والطماطم

# mayonnaise6
source: Low-fat mayonnaise
ar_sa: مايونيز قليل الدسم

# meal8
source: While small amounts of healthy fats are added to each meal, avoid fatty red meat.
ar_sa: بينما تضاف كميات صغيرة من الدهون الصحية إلى كل وجبة ، تجنب اللحوم الحمراء الدهنية.

# meat5
source: Meat
ar_sa: لحم

# Meat7
source: Meat: Beef, veal and pork
ar_sa: اللحوم: لحم بقري ولحم العجل ولحم الخنزير

# Meatbasedingredients7
source: Meat-based ingredients: Gelatin, lard, carmine,, oleic acid and suet
ar_sa: المكونات القائمة على اللحوم: الجيلاتين ، الشحم ، القرمزي ، حمض الأوليك والشحم

# Mediterranean3
source: Mediterranean lasagne
ar_sa: لازانيا البحر الأبيض المتوسط

# Mini9
source: Mini-brownie cupcake
ar_sa: كب كيك ميني براوني

# miso6
source: Soy sauce, steak sauce or miso, limited to 1 1/2 tsp (7 ml)
ar_sa: صلصة الصويا ، صلصة ستيك أو ميسو ، محدودة بـ 1 1/2 ملعقة صغيرة (7 مل)

# Mix121
source: Dough: Mix the dry ingredients (flour and baking powder) together in a large bowl, pour oil and water, stirring, until a firm dough is obtained. Cover the dough, and set aside until free from filling preparation
ar_sa: العجين: اخلط المكونات الجافة (الدقيق ومسحوق الخبز) معًا في وعاء كبير ، صب الزيت والماء مع التقليب ، حتى يتم الحصول على عجين قوي. تُغطّى العجينة وتُترك جانباً حتى تخلو من التحضير

# Mix13
source: Mix the yogurt with garlic, olive oil and sprinkle the lemon in a dish.
ar_sa: نخلط اللبن مع الثوم وزيت الزيتون ونرش الليمون في طبق.

# Mushroom13
source: Mushroom: 2 cups (sliced)
ar_sa: فطر: 2 كوب (شرائح)

# nectar6
source: Honey, maple syrup and agave nectar
ar_sa: العسل وشراب القيقب ورحيق الصبار

# Nonoodle9
source: No-noodle vegetable lasagna
ar_sa: لازانيا بالخضروات بدون نودلز

# Nonstarchy9
source: Non-starchy vegetables like broccoli, asparagus, greens, cauliflower and peppers.
ar_sa: الخضروات غير النشوية مثل البروكلي والهليون والخضر والقرنبيط والفلفل.

# noodlesoup5
source: Tofu noodle soup with vegetables.
ar_sa: حساء المعكرونة التوفو مع الخضار.

# Nut4
source: Nut milks
ar_sa: حليب البندق

# nuts4
source: Raw nuts and seeds
ar_sa: المكسرات والبذور الخام

# nuts5
source: Nuts
ar_sa: المكسرات

# Nuts7
source: Nuts: Almonds, walnuts, cashews, chestnuts
ar_sa: المكسرات: اللوز والجوز والكاجو والكستناء

# Nutsandseeds3
source: Nuts and seeds: Almonds, walnuts, macadamia nuts, hazelnuts, cashews, sunflower seeds, pumpkin seeds, etc.
ar_sa: المكسرات والبذور: اللوز ، الجوز ، المكاديميا ، البندق ، الكاجو ، بذور عباد الشمس ، بذور اليقطين ، إلخ.

# Oatmeal3
source: Oatmeal with raisins
ar_sa: دقيق الشوفان مع الزبيب

# Oatmeal7
source: Oatmeal with fruit and flaxseeds
ar_sa: دقيق الشوفان مع الفاكهة وبذور الكتان

# oatmeal8
source: Grains, such as oatmeal and barley
ar_sa: الحبوب مثل دقيق الشوفان والشعير

# Oatmeali3
source: Oatmeal with raisins, nuts and an apple.
ar_sa: دقيق الشوفان مع الزبيب والمكسرات والتفاح.

# oil121
source: oil: copious (for frying)
ar_sa: الزيت: غزير (للقلي)

# oils4
source: Refined oils
ar_sa: زيوت مكررة

# Olive13
source: Olive oil: two tablespoons
ar_sa: زيت الزيتون: ملعقتان كبيرتان

# Olives6
source: Olives
ar_sa: زيتون

# Omelet3
source: Omelet with veggies, tomatoes and onions. A piece of fruit
ar_sa: أومليت بالخضار والطماطم والبصل. قطعة من الفاكهة

# Onions121
source: Onions: 1 grain (small size / chopped finely chopped)
ar_sa: البصل: حبة واحدة (صغيرة الحجم / مفرومة ناعماً)

# Oregano13
source: Oregano:half pill
ar_sa: الأوريجانو: نصف حبة

# Otheranimalproducts7
source: Other animal products: Vegans may choose to avoid honey, beeswax and pollen.
ar_sa: المنتجات الحيوانية الأخرى: قد يختار النباتيون تجنب العسل وشمع العسل وحبوب اللقاح.

# Overnight4
source: Overnight oatmeal with chopped fruit and nuts
ar_sa: دقيق الشوفان بين عشية وضحاها مع الفواكه المفرومة والمكسرات

# Overnight5
source: Overnight oats made with fruit, fortified plant milk, chia seeds and nuts.
ar_sa: الشوفان المصنوع من الفاكهة والحليب النباتي المدعم وبذور الشيا والمكسرات.

# pancakes4
source: Raw banana pancakes and fruit
ar_sa: فطائر الموز الخام والفواكه

# Pasta10
source: Pasta
ar_sa: باستا

# pasta8
source: Stay away from pasta.
ar_sa: ابتعد عن المعكرونة.

# PastaRX8
source: Zone PastaRX Orzo (a low-carb orzo) with chicken and green beans or curried spinach with tofu for a vegetarian option
ar_sa: (أورتزو منخفض الكربوهيدرات) مع الدجاج والفاصوليا الخضراء أو السبانخ بالكاري مع التوفو للحصول على خيار نباتي

# Pasteurized4
source: Pasteurized juices and dairy
ar_sa: العصائر المبستره ومنتجات الألبان

# Pastries10
source: Pastries
ar_sa: معجنات

# Peanutbutter8
source: PeanutButter
ar_sa: زبدة الفول السوداني

# Peas121
source: Peas: half a cup (frozen)
ar_sa: البازلاء: نصف كوب (مجمد)

# peas6
source: Split peas and black-eyed peas
ar_sa: تقسيم البازلاء والبازلاء السوداء

# Peasand121
source: Peas and potatoes are added to the skillet, which cools them. The filling mixture is cooked over low heat for ten minutes, before it is removed from the heat and allowed to cool.
ar_sa: تضاف البازلاء والبطاطس إلى المقلاة التي تبردها. ينضج خليط الحشو على نار خفيفة لمدة عشر دقائق ، قبل إزالته من الحرارة ويترك ليبرد.

# Peel14
source: Peel both potatoes and eggplant, and cut into cubes. The cubes are distributed in a "microwave" bowl, and a little water is poured over them. The pot enters the microwave for ten minutes. The mixture is then filtered and set aside.
ar_sa: نقشر البطاطس و الباذنجان ونقطعهما إلى مكعبات. يتم توزيع المكعبات في وعاء "ميكروويف" ، ويتم سكب القليل من الماء عليها. يدخل القدر إلى الميكروويف لمدة عشر دقائق. ثم يصفى الخليط ويوضع جانباً.

# pepper14
source: Sweet pepper: a sprinkle
ar_sa: الفلفل الحلو: يرش

# pizza3
source: Mediterranean pizza made with whole wheat, topped with cheese, vegetables and olives
ar_sa: بيتزا البحر الأبيض المتوسط المصنوعة من القمح الكامل ، مغطاة بالجبن والخضروات والزيتون

# Place121
source: Place a tablespoon of filling in the first half of the dough, and close it in a triangle shape. Repeat the process until quantity runs out.
ar_sa: ضعي ملعقة كبيرة من الحشوة في النصف الأول من العجين وأغلقها في شكل مثلث. كرر العملية حتى نفاد الكمية.
