Repository: msiyam89/HealthyLineProjectFinal
Catalog: HealthyLineProject/LocalResource/Resource.*.resx
Languages: ar_sa

# Potato9
source: Potato chips
ar_sa: رقائق البطاطس

# Potatoes1
source: Potatoes (boiled)
ar_sa: البطاطس: حبة واحدة (كبيرة / مقشرة ، مسلوقة ، مهروسة)

# Potatoes8
source: Potatoes.
ar_sa: بطاطا

# Poultry3
source: Poultry: Chicken, duck, turkey, etc
ar_sa: الدواجن: الدجاج ، البط ، الديك الرومي ، إلخ

# Poultry7
source: Poultry: Chicken and turkey
ar_sa: الدواجن: الدجاج والديك الرومي

# Processed9
source: Processed meats
ar_sa: اللحوم المصنعة

# Proteins7
source: Proteins: Tempeh, tofu, seitan, natto, nutritional yeast, spirulina, eggs, dairy products
ar_sa: البروتينات: تمبيه ، توفو ، سيتان ، ناتو ، خميرة غذائية ، سبيرولينا ، بيض ، منتجات ألبان

# proteins9
source: Lean proteins like skinless chicken, eggs, tofu, fish, shellfish and non-fat yogurt.
ar_sa: البروتينات الخالية من الدهون مثل الدجاج منزوع الجلد والبيض والتوفو والأسماك والمحار واللبن الخالي من الدسم.

# Quickand6
source: Quick and easy peanut butter oatmeal
ar_sa: دقيق الشوفان سريعة وسهلة زبدة الفول السوداني

# Quinoablack7
source: Quinoa-black-bean meatballs with zucchini noodles
ar_sa: كرات لحم الكينوا - الفاصوليا السوداء مع نودلز الكوسة

# Raw4
source: Raw zucchini noodle pasta with tomato sauce and basil
ar_sa: معكرونة كوسة مع صلصة الطماطم والريحان

# Raw6
source: Raw lasagna
ar_sa: لازانيا خام

# Raweggs4
source: Raw eggs or dairy, if desired
ar_sa: البيض النيء أو منتجات الألبان ، إذا رغبت في ذلك

# Rawgrains4
source: Raw grains and legumes, sprouted or soaked
ar_sa: تنبت الحبوب والبقوليات النيئة أو المنقوعة

# Rawmeat4
source: Raw meat or fish, if desired
ar_sa: اللحوم النيئة أو السمك ، إذا رغبت في ذلك

# Rawnut4
source: Raw nut butters
ar_sa: زبدة الجوز الخام

# Rawvegetable4
source: Raw vegetable pizza
ar_sa: بيتزا الخضار النيئة

# Red7
source: Red lentil veggie burger with avocado salad
ar_sa: برجر خضار العدس الأحمر مع سلطة الأفوكادو

# Redlentil5
source: Red lentil and spinach dal over wild rice.
ar_sa: سلطة الكوسا الحلزونية والكينوا مع صلصة الفول السوداني.

# redpepper13
source: red pepper: 1 piece (sliced)
ar_sa: فلفل أحمر: قطعة واحدة (شرائح)

# refinedsugar6
source: Foods made with refined sugar
ar_sa: الأطعمة المصنوعة من السكر المكرر

# Remove14
source: Remove the pan from the heat; the electric mixer strip is used to mash the mixture until smooth. The pot is put on the fire again, until the soup starts to boil, stirring constantly, until the consistency of the soup thickens.
ar_sa: إزالة عموم من الحرارة؛ يتم استخدام شريط الخلاط الكهربائي لهرس الخليط حتى يصبح سلسًا. يوضع القدر على النار مرة أخرى ، حتى يبدأ الحساء في الغليان ، مع التحريك المستمر ، حتى يصبح قوام الشوربة أكثر كثافة.

# Roasted4
source: Roasted nuts and seeds
ar_sa: المكسرات والبذور المحمصة

# Roastedsalmon6
source: Roasted salmon and asparagus salad with mustard vinaigrette
ar_sa: سلطة السلمون المحمص وسلطة الهليون مع صلصة الخردل

# Salad3
source: Salad with tomatoes, olives and feta cheese
ar_sa: سلطة بالطماطم والزيتون وجبن الفيتا

# Salad6
source: Salad dressing with less than 3 grams sugar
ar_sa: تتبيلة السلطة بأقل من 3 جرام سكر

# salmon3
source: Broiled salmon, served with brown rice and vegetables
ar_sa: سمك السلمون المشوي ، يقدم مع الأرز البني والخضروات

# salt4
source: Table salt
ar_sa: ملح الطعام

# sandwich3
source: Whole-grain sandwich, with cheese and fresh vegetables
ar_sa: شطيرة الحبوب الكاملة مع الجبن والخضروات الطازجة

# sandwich5
source: Seitan sauerkraut sandwich.
ar_sa: ساندوتش سيتان مخلل الملفوف.

# sandwichwith5
source: Baked tofu sandwich with a side of tomato salad.
ar_sa: ساندويتش توفو مشوي مع سلطة طماطم.

# saturated8
source: Processed foods – all high in saturated .
ar_sa: الأطعمة المصنعة - كلها عالية في المشبعة.

# sautéed5
source: Tofu vegan quiche with a side of sautéed mustard greens.
ar_sa: كيشي نباتي توفو مع جانب من الخردل المقلي.

# Scrambled7
source: Scrambled eggs with tomatoes, garlic and mushrooms
ar_sa: بيض مخفوق مع الطماطم والثوم والفطر

# scrambledtofu5
source: Spinach and scrambledtofu wrap and a glass of fortified plant milk.
ar_sa: لفائف السبانخ والتوفو المخفوق وكأس من الحليب النباتي المدعم.

# Seaweed4
source: Seaweed
ar_sa: الأعشاب البحرية

# seeds5
source: Seeds
ar_sa: بذور

# Seeds7
source: Seeds: Flaxseeds, chia and hemp seeds
ar_sa: البذور: بذور الكتان وبذور الشيا والقنب

# seitan5
source: Seitan
ar_sa: سيتان

# Serve13
source: Serve hot with sauteed vegetables or salad as desired.
ar_sa: قدميها ساخنة مع الخضار السوتيه أو السلطة حسب الرغبة.

# shellfish5
source: Shellfish
ar_sa: المحار

# shellfish6
source: Fish and shellfish
ar_sa: الأسماك والمحار

# shrimp8
source: Blackberry shrimp salad or asparagus artichoke salad for a vegan option
ar_sa: سلطة الروبيان أو سلطة الخرشوف الهليون لخيار نباتي

# Skinless6
source: Skinless chicken and turkey breast
ar_sa: الدجاج وجلد الديك الرومي

# Skinlesschicken8
source: Skinless chicken and turkey breast
ar_sa: الدجاج وجلد الديك الرومي

# Sliced4
source: Sliced bell pepper and sunflower seeds
ar_sa: شرائح الفلفل وبذور عباد الشمس

# slices4
source: Orange slices and nuts
ar_sa: شرائح البرتقال والمكسرات

# smoothie4
source: Green smoothie
ar_sa: عصير الأخضر

# smoothie5
source: Mango and spinach smoothie made with fortified plant milk and a banana-flaxseed-walnut muffin.
ar_sa: عصير المانجو والسبانخ المصنوع من حليب النبات المدعم وكعكة الموز وبذور الكتان والجوز.

# Smoothie7
source: Smoothie of kale, berries, bananas, nut butter and almond milk
ar_sa: عصير اللفت والتوت والموز وزبدة الجوز وحليب اللوز

# Soaked4
source: Soaked oats with berries
ar_sa: الشوفان المنقوع مع التوت

# Soda8
source: Soda (regular or diet)
ar_sa: صودا (عادي أو غذائي)

# sodas6
source: Sugar-free sodas
ar_sa: صودا خالية من السكر

# Soy13
source: Soy sauce: 1 tablespoon
ar_sa: صلصة الصويا: 1 ملعقة كبيرة

# Spaghetti
source: Spaghetti and noodles
ar_sa: المعكرونة

# spice13
source: Add the chicken, salt, spice, lemon juice and water, cover the pot and leave it on the heat for 10 - 15 minutes without drying the water.
ar_sa: أضيفي الدجاج والملح والتوابل وعصير الليمون والماء ، غطي الوعاء واتركيه على النار لمدة 10-15 دقيقة دون تجفيف الماء.

# Spiralized5
source: Spiralized zucchini and quinoa salad with peanut dressing.
ar_sa: سلطة الكوسا الحلزونية والكينوا مع صلصة الفول السوداني.

# springrolls5
source: Vegan spring rolls.
ar_sa: لفات الربيع النباتي.

# Sprouted4
source: Sprouted quinoa Buddha bowl
ar_sa: وعاء بوذا الكينوا

# Sprouts4
source: sprouts
ar_sa: براعم

# squash4
source: Raw squash noodle pasta with pesto
ar_sa: معكرونة المعكرونة مع البيستو

# squashi4
source: Raw squash soup
ar_sa: شوربة الكوسا الخام

# Strawberries4
source: Strawberries and almonds
ar_sa: الفراولة واللوز

# stringcheese6
source: 1 oz (28 grams) string cheese with bell pepper slices
ar_sa: 1 أوقية (28 جرام) من الجبن مع شرائح الفلفل

# Stuffed4
source: Stuffed portobello mushrooms
ar_sa: فطر بورتوبيللو محشي

# stuffing121
source: For stuffing: Heat the oil in a large skillet over the fire, then add the chopped onions, garlic, ginger and hot pepper, while stirring constantly. Add the dried cumin and coriander, while continuing to stir.
ar_sa: للحشوة: سخني الزيت في مقلاة كبيرة على النار ثم أضيفي البصل المفروم والثوم والزنجبيل والفلفل الحار مع التحريك باستمرار. أضيفي الكمون المجفف والكزبرة مع الاستمرار في التقليب.

# substitutes6
source: Soy-based meat substitutes
ar_sa: بدائل الصويا

# suchas8
source: Nuts, such as macadamia, peanuts, cashews, almonds or pistachios
ar_sa: المكسرات مثل المكاديميا والفول السوداني والكاجو واللوز والفستق

# sugars4
source: Refined sugars and flour
ar_sa: السكر المكرر والدقيق

# Sugary9
source: Sugary drinks
ar_sa: مشروبات سكرية

# Supereasy9
source: Super-easy spaghetti and meatballs with Italian arugula salad
ar_sa: معكرونة و كرات لحم مع سلطة جرجير إيطالية

# Swiss9
source: Swiss cheese and grapes
ar_sa: الجبن السويسري والعنب

# Tahini8
source: Tahini
ar_sa: طحينية

# tbsp6
source: Light sour cream or cream cheese, limited to 2 tbsp
ar_sa: كريمة حامضة خفيفة أو جبن كريمي ، محدودة 2 ملعقة كبيرة

# Thedough121
source: The dough is divided into equal size sections; each section is spread on a table top, formed in a circle, by a cup of coffee cup, then the circle is divided into two halves, by a sharp knife.
ar_sa: تنقسم العجينة إلى أقسام متساوية الحجم ؛ ينتشر كل قسم على سطح طاولة ، يتكون في دائرة ، بواسطة فنجان قهوة ، ثم تنقسم الدائرة إلى نصفين بسكين حاد.

# toastand5
source: Spiced red lentil, tomato and kale soup with whole-grain toast and hummus.
ar_sa: شوربة العدس الأحمر والطماطم واللفت مع التوست والحمص.

# tofu5
source: Tofu
ar_sa: التوفو

# Tofu7
source: Tofu banh mi sandwich with pickled slaw
ar_sa: ساندوتش توفو بانه مي بالسلطة المخللة

# Tofuu7
source: Tofu scramble with sauteed peppers, onions and spinach
ar_sa: يخلط التوفو مع الفلفل المقلي والبصل والسبانخ

# tomato4
source: Raw tomato soup with marinated veggies
ar_sa: حساء الطماطم الخام مع الخضار المتبلة

# Tomatojuice6
source: Tomato juice or vegetable juice
ar_sa: عصير الطماطم أو عصير الخضار

# Trans6
source: Trans-fat-free margarine
ar_sa: مارجرين خالي من الدهون

# Tubers3
source: Tubers: Potatoes, sweet potatoes, turnips, yams, etc.
ar_sa: الدرنات: البطاطس ، البطاطا الحلوة ، اللفت ، اليام ، إلخ.

# tunasalad3
source: A tuna salad, dressed in olive oil. A piece of fruit for dessert
ar_sa: سلطة تونة بزيت الزيتون. قطعة فاكهة للحلوى

# Turkey9
source: Turkey, apple and blue cheese wrap
ar_sa: لفائف ديك رومي وتفاح وجبن أزرق

# turnips6
source: Beets, carrots, corn, turnips, yams, peas, white potatoes and winter squash
ar_sa: الشمندر والجزر والذرة واللفت والبطاطا والبازلاء والبطاطس البيضاء والقرع الشتوي

# unsweetened6
source: Sugar-free or unsweetened cocoa or chocolate syrup
ar_sa: الكاكاو أو السكر غير المحلى أو شراب الشوكولاتة

# Veganbreakfast5
source: Vegan breakfast sandwich with tofu, lettuce, tomato, turmeric and a plant-milk chai latte.
ar_sa: ساندوتش إفطار نباتي مع اللوتس والخس والطماطم والكركم ولبن تشاي بالحليب.

# Veganchili5
source: Vegan chili on a bed of amaranth.
ar_sa: الفلفل النباتي على سرير قطيفة.

# Vegetable121
source: Vegetable oil: 2 teaspoon
ar_sa: زيت نباتي: 2 ملعقة صغيرة

# Vegetable7
source: Vegetable paella with a side salad
ar_sa: الباييلا النباتية مع سلطة جانبية

# vegetables4
source: All raw vegetables
ar_sa: جميع الخضروات النيئة

# Vegetables7
source: Vegetables: Leafy greens, asparagus, broccoli, tomatoes, carrots
ar_sa: الخضار: الخضروات الورقية والهليون والبروكلي والطماطم والجزر

# Vegetarianprotein8
source: Vegetarian protein, tofu, other soy products
ar_sa: البروتين النباتي والتوفو ومنتجات الصويا الأخرى

# veggie4
source: Raw veggie sushi and chopped veggies
ar_sa: سوشي نباتي نيئ وخضار مفرومة

# veggies3
source: Omelet with veggies and olives
ar_sa: أومليت بالخضار والزيتون

# Veggiesushi5
source: Veggie sushi rolls, miso soup, edamame and wakame salad.
ar_sa: لفائف سوشي نباتية ، حساء ميسو ، ادامامي وسلطة واكامي.

# Water121
source: Water: a cup
ar_sa: الماء: كوب

# Water13
source: Water: half a cup
ar_sa: الماء: نصف كوب

# whipped6
source: Light whipped topping, limited to 2 tbsp
ar_sa: طبقة خفيفة مخفوقة ، محدودة بـ 2 ملعقة كبيرة

# White14
source: White pepper: a sprinkle
ar_sa: الفلفل الأبيض: يرش

# Whole7
source: Whole-wheat toast with avocado and nutritional yeast
ar_sa: نخب القمح الكامل مع الأفوكادو والخميرة الغذائية

# Wholegrain3
source: Whole-grain sandwich with vegetables
ar_sa: شطيرة الحبوب الكاملة مع الخضار

# Wholegrains3
source: Whole grains: Whole oats, brown rice, rye, barley, corn, buckwheat, whole wheat, whole-grain bread and pasta.
ar_sa: الحبوب الكاملة: الشوفان الكامل ، الأرز البني ، الجاودار ، الشعير ، الذرة ، الحنطة السوداء ، القمح الكامل ، الخبز والحبوب الكاملة والمعكرونة.

# Wholemilk6
source: Whole milk
ar_sa: حليب صافي

# withbroccoli6
source: Lean steak with broccoli
ar_sa: شريحة لحم صغيرة مع البروكلي

# Yellowpepper13
source: Yellow pepper: 1 tablet (sliced)
ar_sa: الفلفل الأصفر: 1 قرص (شرائح)

# Yogurt13
source: Yogurt: 1 tablespoon
ar_sa: الزبادي: 1 ملعقة كبيرة

# Yogurt3
source: Yogurt with sliced fruits and nuts.
ar_sa: زبادي مع قطع الفاكهة والمكسرات.

# Zucchini7
source: Zucchini boats stuffed with veggies and feta with tomato soup
ar_sa: قوارب الكوسا محشوة بالخضار والفيتا مع حساء الطماطم

source: BMI
ar_sa: حساب كتلة الجسم

# Anchovies2
source: Anchovies tinned
ar_sa: معلبات الأنشوجة

# Apple3
source: Apple
ar_sa: تفاح

# Bagel1
source: Bagel ( 1 average )
ar_sa: الخبز (متوسط 1)

# Banana3
source: Banana
ar_sa: موز

# Beansbakedbeans3
source: Beans baked beans
ar_sa: الفاصوليا المطبوخة

# Beansdried3
source: Beans dried (boiled)
ar_sa: الفاصوليا المجففة (المسلوقة)

# Beef21
source: Beef (roast)
ar_sa: (لحم بقري (مشوي

# Beefburgers2
source: Beef burgers frozen
ar_sa: لحوم البقر المجمدة

# Biscuit1
source: Biscuit digestives
ar_sa: هضم البسكويت

# Blackberries3
source: Blackberries
ar_sa: شجر العليق

# Blackcurrant3
source: Blackcurrant
ar_sa: شجرة عنب

# Bombay5
source: Bombay mix
ar_sa: مزيج بومباي

# BREAD1
source: BREADS & CEREALS
ar_sa: الخبز والحبوب

# Breadd1
source: Bread white (thick slice)
ar_sa: الخبز الأبيض (شريحة سميكة)

# Breadd11
source: Bread wholemeal (thick)
ar_sa: خبز القمح الكامل (سميك)

# Broccoli3
source: Broccoli
ar_sa: بروكلي

# Butter5
source: Butter
ar_sa: زبدة

# Cabbage3
source: Cabbage (boiled)
ar_sa: ملفوف (مسلوق)

# cals2
source: Calories
ar_sa: سعرة

# Carrot3
source: Carrot (boiled)
ar_sa: جزر (مسلوق)

# Cauliflower3
source: Cauliflower (boiled)
ar_sa: قرنبيط (مسلوق)

# Celeryi3
source: Celery (boiled)
ar_sa: كرفس (مسلوق)

# Chapatis1
source: Chapatis
ar_sa: تشاباتيس

# Cheddar4
source: Cheddar
ar_sa: شيدر

# Cherry3
source: Cherry
ar_sa: كرز

# Chewing5
source: Chewing gum
ar_sa: علكة

# Chicken2
source: Chicken
ar_sa: دجاج

# chip2
source: Cod chip shop food
ar_sa: متجر سمك القد رقاقة الغذاء

# Chocolate5
source: Chocolate
ar_sa: شوكولاتة

# Cockles2
source: Cockles
ar_sa: كولكز

# Codfresh2
source: Cod fresh
ar_sa: سمك القد الطازج

# Codliver5
source: Cod liver oil
ar_sa: زيت كبد سمك القد

# Cornflakes1
source: Cornflakes
ar_sa: رقائق الذرة

# Cornsnack5
source: Corn snack
ar_sa: وجبة خفيفة من الذرة

# Cottage4
source: Cottage cheese
ar_sa: جبن منزلي

# Courgette3
source: Courgette
ar_sa: الكوسة

# Crabfresh2
source: Crab fresh
ar_sa: السلطعون الطازج

# Crackerbread1
source: Crackerbread
ar_sa: مقرمش

# Cream4
source: Cream cheese
ar_sa: جبنة الكريمة

# Creamcrackers1
source: Cream crackers
ar_sa: بسكويت كريمي

# Crisps5
source: Crisps (chips US) average
ar_sa: متوسط ​​رقائق البطاطس (الرقائق الأمريكية)

# Crumpets1
source: Crumpets
ar_sa: الفطائر

# Cucumber3
source: Cucumber
ar_sa: خيار

# Custard4
source: Custard
ar_sa: كاسترد

# Dairyproduce4
source: Milk & Dairy produce
ar_sa: الحليب ومنتجات الألبان

# Dates3
source: Dates
ar_sa: تمر

# Duckroast2
source: Duck roast
ar_sa: بطة مشوية

# Eggs4
source: Eggs
ar_sa: بيض

# Fats5
source: Fats & Sugars
ar_sa: الدهون والسكريات

# Fishcake2
source: Fish cake
ar_sa: كعكة السمك

# Fishfingers2
source: Fish fingers
ar_sa: اصابع السمك

# Flapjacks1
source: Flapjacks basic fruit mix
ar_sa: فطائر

# Grapefruit3
source: Grapefruit
ar_sa: جريب فروت

# Grapes3
source: Grapes
ar_sa: العنب

# Haddock2
source: Haddock fresh
ar_sa: الحدوق طازج

# Halibutfresh2
source: Halibut fresh
ar_sa: سمك الهلبوت الطازج

# Herring2
source: Herring fresh grilled
ar_sa: رنجة مشوية طازجة

source: Honey
ar_sa: عسل

# Ice4
source: Ice cream
ar_sa: بوظة

# Jaffa1
source: Jaffa cake
ar_sa: كعكة يافا

# Jam5
source: Jam
ar_sa: مربى

# Kidney2
source: Kidney
ar_sa: الكلى

# Kipper2
source: Kipper
ar_sa: كيبر

# Kiwi3
source: Kiwi
ar_sa: كيوي

# Lamb2
source: Lamb (roast)
ar_sa: لحم غنم مشوي

# Lentils3
source: Lentils (boiled)
ar_sa: عدس (مسلوق)

# Lettuce3
source: Lettuce
ar_sa: الخس

# Liver2
source: Liver
ar_sa: الكبد

# Liverpate2
source: Liver pate
ar_sa: بات الكبد

# Lobsterboiled2
source: Lobster boiled
ar_sa: مسلوق الكركند

# Low5
source: Low fat spread
ar_sa: انتشار قليل الدهون

# Luncheon2
source: Luncheon meat
ar_sa: لحم لانشون

# Macaroni1
source: Macaroni (boiled)
ar_sa: المكرونة (مسلوقة)

# Mackeral2
source: Mackeral
ar_sa: سمك الأسقمري البحري

# Margarine5
source: Margarine
ar_sa: سمن

# Meats2
source: Meats & Fish
ar_sa: اللحوم والأسماك

# Melon3
source: Melon
ar_sa: شمام

# Milk4
source: Milk whole
ar_sa: الحليب كامل الدسم

# Milkskimmed4
source: Milk skimmed
ar_sa: الحليب منزوع الدسم

# MilkSoya4
source: Milk Soya
ar_sa: حليب الصويا

# Mint5
source: Mint sweets
ar_sa: حلويات النعناع

# Mousse4
source: Mousse flavored
ar_sa: موس بنكهة

# Muesli1
source: Muesli
ar_sa: ميسلي

# Mushrooms3
source: Mushrooms (boiled)
ar_sa: فطر (مسلوق)

# Mussels2
source: Mussels
ar_sa: بلح البحر

# Naan1
source: Naan bread (normal)
ar_sa: خبز نان (عادي)

# Oils5
source: Oils -corn, sunflower, olive
ar_sa: زيوت - زيت عباد الشمس - زيتون

# Olives3
source: Olives
ar_sa: زيتون

# Omelette4
source: Omelette with cheese
ar_sa: عجة بالجبن

# Onion3
source: Onion (boiled)
ar_sa: بصل (مسلوق)

# Orange3
source: Orange
ar_sa: برتقال

# per2
source: per 100 grams
ar_sa: لكل 100 جرام

# percake2
source: cals per cake
ar_sa: السعرات الحرارية لكل كيك

# perpiec2
source: cals per piec
ar_sa: السعرات الحرارية للقطعة

# Pheasantroast2
source: Pheasant roast
ar_sa: الدراج المشوي

# Pilchards2
source: Pilchards (tinned)
ar_sa: بيلشاردز(معلب)

# Popcorn5
source: Popcorn average
ar_sa: متوسط ​​الفشار

# Portion2
source: Portion size
ar_sa: حجم الجزء

# PUREFAT5
source: PURE FAT
ar_sa: الدهون النقية

# Rice1
source: Rice (white boiled)
ar_sa: ارز

# Sugarwhite5
source: Sugar white table sugar
ar_sa: سكر أبيض وسكر مائدة

# Sweets5
source: Sweets (boiled)
ar_sa: حلويات (مسلوقة)

# Syrup5
source: Syrup
ar_sa: شراب مركز

# Toffee5
source: Toffee
ar_sa: التوفي

# Trifle4
source: Trifle with cream
ar_sa: ترفل مع كريمة

# Turkey2
source: Turkey
ar_sa: ديك رومي

# Vegetablesff2
source: Vegetables & Fruits
ar_sa: فواكة وخضار

# Yogurt4
source: Yogurt natural
ar_sa: زبادي طبيعي

source: Female
ar_sa: انثى

source: Male
ar_sa: ذكر

# Noodels1
source: Noodles (boiled)
ar_sa: المعكرونة
