Repository: msiyam89/HealthyLineProjectFinal
Catalog: HealthyLineProject/LocalResource/Resource.*.resx
Languages: ar_sa

# Addbroccoli4
source: Add broccoli, potatoes and chicken broth, leave the mixture until it boils, then reduce heat and leave for 15 minutes until the ingredients are tender.
ar_sa: أضيفي البروكلي والبطاطس ومرق الدجاج واتركي المزيج حتى يغلي ثم خففي الحرارة واتركييه لمدة 15 دقيقة حتى تصبح المكونات طرية.

# Addchicken6
source: Addchicken and my heart for two minutes, pour it and garnish with sesame and coriander and serve hot alongside rice
ar_sa: يُدخن وقلبي لمدة دقيقتين ويُسكب ويزين بالسمسم والكزبرة ويقدم ساخناً مع الأرز

# Addsalt3
source: Addsalt, cumin, lemon juice, olive oil and mix well.
ar_sa: يضاف الملح والكمون وعصير الليمون وزيت الزيتون ويخلط جيدا.

# Arugulasalad2
source: Arugula salad with hard-boiled eggs, turkey, avocado and blue cheese.
ar_sa: سلطة الجرجير مع البيض المسلوق والديك الرومي والأفوكادو والجبن الأزرق.

# Bellpepper2
source: Bell pepper stuffed with cheese and eggs
ar_sa: الفلفل المحشو بالجبن والبيض

# Bisonsteak
source: Bison steak with cheesy broccoli
ar_sa: شريحة لحم البيسون مع البروكلي بالجبن

# Boilcarrots3
source: Boilcarrots, peas and celery in boiling water for 10 minutes, then filter and wash with cold water and put them in a dish.
ar_sa: يغلي الجزر والبازلاء والكرفس في الماء المغلي لمدة 10 دقائق ، ثم يصفى ويغسل بالماء البارد ويوضع في طبق.

# Broccoli4
source: Broccoli: 3 cups (small or fresh cut flowers)
ar_sa: البروكلي: 3 أكواب (زهور صغيرة أو طازجة)

# Bulgur7
source: Bulgur: 3 cups (soft, half an hour in water)
ar_sa: البرغل: 3 أكواب (ناعمة ، نصف ساعة في الماء)

# Bulguris7
source: Bulgur is scrubbed with two hands, and squeezed, until filtered from water, then added to the onion mixture. The components are hit in the machine.
ar_sa: يُفرك البرغل باليدين ويضغط حتى تصفيته من الماء ثم يُضاف إلى خليط البصل. يتم ضرب المكونات في الجهاز.

# Carrots3
source: Carrots: 2 tablets (peeled and chopped slices)
ar_sa: الجزر: حبتين (شرائح مقشرة ومفرومة)

# Celery3
source: Celery: half a cup (minced)
ar_sa: الكرفس: نصف كوب (مفروم)

# Chickenbreast6
source: Chicken breast: 500 grams (cut into small cubes)
ar_sa: صدر الدجاج: 500 جرام (مقطعة إلى مكعبات صغيرة)

# Chickenbroth4
source: Chickenbroth: 4 cups
ar_sa: فراخ الدجاج: 4 أكواب

# Cinnamon7
source: Cinnamon: 1 tablespoon (soft)
ar_sa: القرفة: 1 ملعقة كبيرة (ناعم)

# Cumin7
source: Cumin: 4 tablespoon (ground)
ar_sa: الكمون: 4 ملاعق كبيرة (مطحون)

# Dough7
source: Dough for kibbeh
ar_sa: عجينة الكبة

# doughis7
source: The dough is divided into two halves: the first half is well thinner, then extend in the bottom of the tray until it is covered, and the filling is added. Divide the second half of the dough into sections, separate the latter, and place on top of the boil next to each other, until the filling is completely covered. With wet fingers, the surface is smoothed, until smooth.
ar_sa: ينقسم العجين إلى نصفين: النصف الأول أنحف ، ثم يمتد في قاع الصينية حتى يتم تغطيته ، ويضاف الحشوة. قسمي النصف الثاني من العجين إلى أقسام وافركي الأخير وضعه فوق الغليان بجوار بعضهما البعض ، حتى يتم تغطية الحشوة بالكامل. بأصابع مبللة ، يتم تنعيم السطح ، حتى يصبح ناعماً.

source: Filling
ar_sa: حشوة

# Finewhite5
source: Fine white bulgur: a cup
ar_sa: برغل أبيض ناعم: كوب

# Flour7
source: Flour: 4 tablespoons
ar_sa: طحين: 4 ملاعق طعام

# Forstuffing7
source: For stuffing: add onions, with spices, to the meat's electric machine.
ar_sa: للحشوة: أضيفي البصل مع التوابل إلى آلة اللحم الكهربائية.

# Fullfat
source: : Full-fat yogurt topped with Keto granola
ar_sa: لبن كامل الدسم يعلوه جرانولا كيتو

# Garliccloves4
source: Garlic: 3 cloves (minced)
ar_sa: ثوم: 3 فصوص (مفروم)

# Greenchard7
source: Green chard: 10 leaves (medium size / finely chopped)
ar_sa: السلق الأخضر: 10 أوراق (متوسطة الحجم / مفرومة ناعماً)

# GreenCoriander6
source: Green Coriander: 2 tbsp (minced)
ar_sa: كزبرة خضراء: 2 ملعقة كبيرة (مفروم)

# Grilledsalmon
source: Grilled salmon with spinach sauteed in coconut oil
ar_sa: سمك السلمون المشوي مع السبانخ في زيت جوز الهند

# Heatthe6
source: Heat the oil in a large skillet over medium heat, season the chicken with salt and pepper, and stir the chicken with the oil for 5 minutes, until browned and done, then set aside.
ar_sa: يُسخن الزيت في مقلاة كبيرة على نار متوسطة ، ويتبل الدجاج بالملح والفلفل ويقلب الدجاج بالزيت لمدة 5 دقائق ، حتى يصبح لونه بنيًا ، ثم يترك جانباً.

# Honeyhalf6
source: Honey: half a cup
ar_sa: عسل: نصف كوب

# Hotpepper6
source: Hot pepper: 1 grain (chopped)
ar_sa: الفلفل الحار: حبة واحدة (مفرومة)

# Inasmall6
source: In a small bowl, mix the starch and 1 tablespoon of water and set aside.
ar_sa: نمزج النشا وملعقة كبيرة من الماء في وعاء صغير ونضعه جانباً.

# Lemonjuice3
source: Lemon juice: 1 tablespoon
ar_sa: عصير ليمون: 1 ملعقة كبيرة

# Lemonjuice5
source: Lemon juice: a quarter cup
ar_sa: عصير ليمون: ربع كوب

# Lemonjuice6
source: Lemon juice: 1 pill
ar_sa: عصير الليمون: حبة واحدة

# mediumheat6
source: In a medium heat pot, mix honey, garlic, lemon, soy sauce, apple cider vinegar, sesame oil and chopped pepper, and stir until boiling
ar_sa: في وعاء متوسط ​​الحرارة ، اخلطي العسل والثوم والليمون وصلصة الصويا وخل التفاح وزيت السمسم والفلفل المفروم وقلب حتى يغلي

# Mixthe4
source: Mix the scourer with the electric mixer until it becomes a smooth mixture, return it to a saucepan and heat it.
ar_sa: امزج الفلير مع الخلاط الكهربائي حتى يصبح خليطًا ناعمًا ، وأعده إلى قدر وقم بتسخينه.

# Mixthe7
source: Mix the water with the remaining amount of oil well, pour it on the surface of the tray of kibbeh, and distribute it over it. The tray is covered with aluminum foil, and cooked in a preheated oven, at a temperature of 200 degrees Celsius, for forty minutes. After the mentioned time has passed, the aluminum foil is removed from the tray. The oven is heated from above. Bake the tray for five minutes.
ar_sa: امزج الماء مع الكمية المتبقية من بئر الزيت ، اسكبه على سطح صينية الكبة ، ووزعه فوقه. تُغطى الصينية بورق الألمنيوم ، وتُطهى في فرن محمى على درجة حرارة 200 درجة مئوية لمدة أربعين دقيقة. بعد مرور الوقت المذكور ، تتم إزالة ورق الألمنيوم من الدرج. يسخن الفرن من الأعلى. اخبز الصينية لمدة خمس دقائق.

# Mixtomatoes5
source: Mix tomatoes, cucumbers, parsley in a dish, add bulgur and my heart.
ar_sa: اخلطي الطماطم والخيار والبقدونس في طبق وأضيفي البرغل وقلبي.

source: My Profile
ar_sa: ملفي الشخصي

# Nutmeg4
source: Nutmeg: a quarter of a teaspoon
ar_sa: جوزة الطيب: ربع ملعقة صغيرة

# oilin7
source: Heat oil in a frying pan, add onions, and stir until it becomes light-colored. Then, add the chard with salt and sweet pepper, stirring constantly for five minutes, noting that the chard has wilted. Add walnuts and pomegranate molasses, mixing well. Place the filling mixture aside.
ar_sa: يُحمّى الزيت في مقلاة ويُضاف البصل ويُحرّك حتى يصبح فاتح اللون. ثم نضيف السلق بالملح والفلفل الحلو مع التحريك المستمر لمدة خمس دقائق ، مع ملاحظة أن السلق قد ذبل. يضاف الجوز ودبس الرمان ويخلط جيدا. ضع خليط الحشوة جانباً.

# oliveoil4
source: Heat oliveoil in a saucepan over medium heat, then add onions and garlic and stir until soft.
ar_sa: يُحمّى زيت الزيتون في قدر على نار متوسطة ، ثم يُضاف البصل والثوم ويقلب حتى يصبح طرياً.

# Oliveoil5
source: Olive oil: 1 tablespoon
ar_sa: زيت الزيتون: 1 ملعقة كبيرة

# Onions7
source: Onions: 2 tablets (medium size / peeled and cut into large pieces)
ar_sa: البصل: 2 حبة (متوسطة الحجم / مقشرة ومقطعة إلى قطع كبيرة)

# Onionsgrain4
source: Onions: 1 grain (chopped)
ar_sa: البصل: حبة واحدة (مفرومة)

# Onionsgrains7
source: Onions: 2 grains (medium size / finely chopped)
ar_sa: البصل: 2 حبة (متوسطة الحجم / مفرومة ناعماً)

# Option5
source: Option: 1 piece (finely chopped)
ar_sa: الخيار: قطعة واحدة (مفرومة ناعماً)

# Parsley5
source: Parsley: 2 teaspoon
ar_sa: البقدونس: 2 ملعقة صغيرة

# Peas3
source: Peas: a cup (frozen)
ar_sa: البازلاء: كوب (مجمد)

# Pomegranate7
source: Pomegranate molasses: 4 tablespoons
ar_sa: دبس الرمان: 4 ملاعق كبيرة

# Porkchops2
source: Pork chops with green beans sauteed in coconut oil
ar_sa: شرائح لحم الخنزير مع الفاصوليا الخضراء في زيت جوز الهند

# Potatoesgrain4
source: Potatoes: 1 grain (small and chopped)
ar_sa: البطاطس: حبة واحدة (صغيرة ومفرومة)

# Processedfoods2
source: Processed foods: Fast food, packaged foods and processed meats such as hot dogs and lunch meats
ar_sa: الأطعمة المصنعة: الوجبات السريعة والأغذية المعلبة واللحوم المصنعة مثل النقانق واللحوم

# Pumpkin7
source: Pumpkin: 5 kg (fresh)
ar_sa: اليقطين: 5 كجم (طازج)

# Pumpkinis7
source: Pumpkin is peeled off with a knife, then cut into large cubes, noting that after processing it, the pumpkin will produce about 3 and a half kilograms. Boil the pumpkin cubes for twenty minutes, noting the full ripeness. Then, drain the cubes well, and set aside.
ar_sa: يتم تقشير اليقطين بسكين ، ثم يتم تقطيعه إلى مكعبات كبيرة ، مع ملاحظة أنه بعد معالجته ، سوف ينتج اليقطين حوالي 3 كيلوغرامات ونصف. يُسلق مكعبات اليقطين لمدة عشرين دقيقة ، مع ملاحظة النضج الكامل. ثم صفي المكعبات جيداً واتركيها جانباً.

# Reducethe6
source: Reduce the heat, then add the starch mixture, stirring, and stir for two minutes until the mixture thickens.
ar_sa: خففي الحرارة ، ثم أضيفي خليط النشا مع التقليب والتحريك لمدة دقيقتين حتى يتماسك الخليط.

# Roastchicken2
source: Roast chicken with cream sauce and sauteed broccoli
ar_sa: الدجاج المشوي مع صلصة الكريمة والبروكلي سوتيه

# Salt7
source: Salt: 2 tablespoon
ar_sa: ملح: 2 ملعقة كبيرة

# Seasonwith4
source: Season with salt, pepper and nutmeg and serve hot.
ar_sa: يتبل بالملح والفلفل وجوزة الطيب ويقدم ساخنة.

# Seasonwith5
source: Seasonwith salt, pepper and olive oil, and serve.
ar_sa: تقدم مع الملح والفلفل وزيت الزيتون ، وتقدم.

# Servewarm3
source: Serve warm or cold to taste, along with grilled meat or chicken.
ar_sa: قدميها دافئة أو باردة حسب الذوق مع اللحم أو الدجاج المشوي.

# Sesame6
source: Sesame: half a teaspoon
ar_sa: السمسم: نصف ملعقة شاي

# Sesameoil6
source: Sesame oil: a teaspoon
ar_sa: زيت السمسم: ملعقة صغيرة

source: Settings
ar_sa: الاعدادات

# Soakthe5
source: Soak the bulgur with lemon juice and leave it for half an hour until the mixture is absorbed and then stir with a fork.
ar_sa: انقع البرغل بعصير الليمون واتركه لمدة نصف ساعة حتى يمتص الخليط ثم يحرك بالشوكة.

# Soysauce6
source: Soy sauce: 1 tablespoon
ar_sa: صلصة الصويا: 1 ملعقة كبيرة

# Squeeze7
source: Squeeze the pumpkin, and add it with flour, to the onion and bulgur mixture in the machine. Ingredients beat until obtaining a cohesive dough. Put the dough aside. An indication that more flour can be added if needed.
ar_sa: اعصر اليقطين وأضفه بالدقيق إلى خليط البصل والبرغل في الماكينة. تضرب المكونات حتى تحصل على عجينة متماسكة. ضع العجين جانبا. إشارة إلى أنه يمكن إضافة المزيد من الدقيق إذا لزم الأمر.

# Starch6
source: Starch: 1 tablespoon
ar_sa: النشا: 1 ملعقة كبيرة

# Steakbowl
source: : Steak bowl with cauliflower rice, cheese, herbs, avocado and salsa.
ar_sa: وعاء ستيك مع أرز القرنبيط والجبن والأعشاب والأفوكادو والصلصة

# Sweet7
source: Sweet pepper: a teaspoon
ar_sa: فلفل حلو: ملعقة صغيرة

# Sweetpepper7
source: Sweet pepper: 4 tablespoon
ar_sa: فلفل حلو: 4 ملاعق كبيرة

# Thetray7
source: The tray content, with a sharp knife, is divided into small lozenges.
ar_sa: ينقسم محتوى الصينية ، بسكين حاد ، إلى معينات صغيرة.

# Tomato5
source: Tomato: 1 grain (chopped slices)
ar_sa: طماطم: حبة واحدة (شرائح مفرومة)

# trayis7
source: The tray is divided into 8 equal portions. Serve hot.
ar_sa: الدرج مقسم إلى 8 أجزاء متساوية. يقدم ساخنا.

# Tuna2
source: Tuna salad with celery and tomato atop a bed of greens
ar_sa: سلطة تونا مع الكرفس والطماطم فوق سرير من الخضر

# Twoeggs2
source: Two eggs fried in pastured butter served with sauteed greens
ar_sa: بيضتان مقليتان في زبدة مرطبة تقدم مع خضار سوتيه

# Walnut7
source: Walnut: a cup (roughly chopped)
ar_sa: الجوز: كوب (مفروم تقريبًا)

# Water7
source: Water: 2 tablespoons
ar_sa: الماء: ملعقتان كبيرتان

# Wipe7
source: Wipe a Chinese bottom (30 x 40 centimeters) with a tablespoon of oil.
ar_sa: امسح القاع الصيني (30 × 40 سم) بملعقة كبيرة من الزيت.

# Addedsugar3
source: Added sugar: Soda, candies, ice cream, table sugar and many others.
ar_sa: السكر المضاف: الصودا والحلويات والآيس كريم وسكر المائدة وغيرها الكثير.

# Addflour8
source: Add flour, sugar, salt, cinnamon and mix until the ingredients are mixed
ar_sa: أضف الدقيق والسكر والملح والقرفة واخلط حتى تمتزج المكونات

# Addto9
source: Add to the same skillet onions, red pepper, yellow pepper, cumin, ground chili pepper, and stir over medium to high heat for 5 minutes
ar_sa: أضيفي نفس البصل المقلي والفلفل الأحمر والفلفل الأصفر والكمون والفلفل الحار المطحون وقلب على نار متوسطة إلى عالية لمدة 5 دقائق

# amedium10
source: In a medium bowl, mix paprika, garlic powder, salt, onion powder, dried herbs, hot pepper, and black pepper until the ingredients are mixed.
ar_sa: في وعاء متوسط ​​، اخلطي الفلفل الحلو ومسحوق الثوم والملح ومسحوق البصل والأعشاب المجففة والفلفل الحار والفلفل الأسود حتى تمتزج المكونات.

# athick9
source: Heat a thick, wide skillet over medium heat, then add oil and meat and stir the meat for 3 minutes until it becomes brown.
ar_sa: سخني مقلاة سميكة عريضة على نار متوسطة ، ثم أضيفي الزيت واللحم وقلب اللحم لمدة 3 دقائق حتى يصبح لونه بني.

# Bakedavocado2
source: Bake avocado egg boats
ar_sa: خبز القوارب البيض الأفوكادو

# Bakedavocado9
source: Green Coriander: 2 teaspoon (fresh and chopped)
ar_sa: الكزبرة الخضراء: 2 ملعقة صغيرة (طازجة ومفرومة)

# Baking12
source: Baking powder: half a teaspoon
ar_sa: مسحوق الخبز: نصف ملعقة صغيرة

# beef2
source: beef with vegetables
ar_sa: لحم بقري مع الخضار

# Bunlesssalmon2
source: Bunless salmon burgers topped with pesto
ar_sa: برجر سلمون مع خبز البيستو

# Butter8
source: Butter: 2 teaspoon
ar_sa: زبدة: 2 ملعقة صغيرة

# Caesarsalad2
source: Caesar salad with chicken.
ar_sa: سلطة سيزر بالدجاج.

# Cauliflower2
source: Cauliflower toast topped with cheese and avocado.
ar_sa: توست القرنبيط مع الجبن والأفوكادو

# Cherry8
source: Cherry: 2 cups (dried)
ar_sa: الكرز: 2 كوب (المجفف)

# Chickenbreast10
source: Chicken breast: 4 breasts (crushed fillet)
ar_sa: صدر الدجاج: 4 صدور (فيليه مطحون)

# chili10
source: chili: teaspoon (ground)
ar_sa: الفلفل الحار: ملعقة صغيرة (مطحون)

# Cinnamon8
source: Cinnamon: 1/4 teaspoon (ground)
ar_sa: القرفة: 1/4 ملعقة صغيرة (مطحون)

# Cobbsalad2
source: Cobb salad made with greens, hard-boiled eggs, avocado, cheese and turkey
ar_sa: سلطة كوب مصنوعة من الخضار والبيض المسلوق والأفوكادو والجبن والديك الرومي

# Coconutchicken2
source: Coconut chicken curry
ar_sa: كاري دجاج بجوز الهند

# Coconutmilk2
source: Coconut milk chia pudding topped with coconut and walnuts
ar_sa: بودنغ شيا حليب جوز الهند مع جوز الهند والجوز

# Cover11
source: Cover the tray with aluminum foil and put it in the oven for 25 minutes.
ar_sa: غطي الصينية بورق الألمنيوم وضعيها في الفرن لمدة 25 دقيقة.

# Cover9
source: Cover the tray with aluminum foil and put it in the oven for 25 minutes.
ar_sa: غطي الصينية بورق الألمنيوم وضعيها في الفرن لمدة 25 دقيقة.

# Cumin9
source: Cumin: half a teaspoon (ground)
ar_sa: الكمون: نصف ملعقة صغيرة (مطحون).

# DriedHerbs10
source: Dried Herbs: 1 tablespoon
ar_sa: الأعشاب المجففة: 1 ملعقة كبيرة

# DryCoriander12
source: Dry Coriander: 1 teaspoon
ar_sa: الكزبرة الجافة: 1 ملعقة صغيرة

# Eggs8
source: Eggs: 3 pieces
ar_sa: بيض: 3 قطع

# Fish11
source: Fish: 2 pieces (full fish / your favorite type / kilo weight / cleaner)
ar_sa: سمك: قطعتين (سمكة ممتلئة / النوع المفضل لديك / كيلو بالوزن / منظف)

# Fishseasoning11
source: Fish seasoning: half a teaspoon
ar_sa: توابل السمك: نصف ملعقة صغيرة

# Flour12
source: Flour: two and a half cups
ar_sa: الطحين: كوبان ونصف

# Flour8
source: Flour: Half a cup (brown)
ar_sa: طحين: نصف كوب (بني)

# Fruits3
source: Fruits: Apples, bananas, oranges, pears, strawberries, grapes, dates, figs, melons, peaches, etc.
ar_sa: الفواكه: التفاح ، الموز ، البرتقال ، الكمثرى ، الفراولة ، العنب ، التمر ، التين ، البطيخ ، الخوخ ، إلخ.

# Fry12
source: Fry triangles of dough in a saucepan containing hot copious oil, until golden in color.
ar_sa: تقلى مثلثات العجين في قدر تحتوي على زيت غزير ساخن حتى تصبح ذهبية اللون.

# Garlic10
source: Garlic powder: 2 tablespoons
ar_sa: مسحوق الثوم: ملعقتان كبيرتان

# Garlic12
source: Garlic: 2 cloves (finely chopped)
ar_sa: (الثوم: 2 فصوص (مفروم ناعم

# Ginger12
source: Ginger: Half a teaspoon (fresh and grated)
ar_sa: الزنجبيل: نصف ملعقة صغيرة (طازجة ومبشورة)

# Grease10
source: Grease the grill with oil with a brush, put the spiced chicken and stir from both sides until it comes down and softens
ar_sa: ادهني الشواية بالزيت بفرشاة ، وضعي الدجاج المتبّل وحركي من كلا الجانبين حتى ينزل ويلين.

# Greasethe11
source: Grease the fish mixture well on all sides and pour the rest of the mixture over the fish in the tray.
ar_sa: ادهني خليط السمك جيدًا من جميع الجوانب واسكبي باقي الخليط فوق السمك في الصينية.

# Green12
source: Green Hot Pepper: 1 pc (cut into small cubes)
ar_sa: فلفل أخضر حار: 1 قطعة (مقطعة إلى مكعبات صغيرة)

# Heatthe10
source: Heat the grill over medium heat and grease the chicken pieces with a mixture of spices from all sides
ar_sa: سخني الشواية على نار متوسطة ودهن قطع الدجاج بمزيج من البهارات من جميع الجهات

# Highlyprocessedfoods3
source: Highly processed foods: Anything labeled "low-fat" or "diet" or which looks like it was made in a factory
ar_sa: الأطعمة عالية المعالجة: أي شيء يسمى "قليل الدسم" أو "حمية" أو يبدو أنه صنع في مصنع

# Lemon11
source: Lemon: 1 grain (sliced)
ar_sa: الليمون: حبة واحدة (شرائح)

# Makecracks11
source: Make cracks with a sharp knife in the fish and place them in the oven tray.
ar_sa: اصنع تشققات بسكين حاد في السمك وضعها في صينية الفرن.

# Meatballs2
source: Meatballs served with zucchini noodles and parmesan cheese
ar_sa: كرات اللحم تقدم مع نودلز الكوسة وجبنة البارميزان

# MeatFillet9
source: Meat Fillet: 500 grams (longitudinal sliced section)
ar_sa: شرائح لحم: 500 جرام (مقطع شرائح طولي)

# Melt8
source: Melt the other spoon of butter, put it in a bowl, then add the bowl of milk, eggs and vanilla and mix.
ar_sa: نذوب ملعقة الزبدة الأخرى ونضعها في وعاء ثم نضيف وعاء الحليب والبيض والفانيليا ونخلط.

# Milk8
source: Milk: half a cup (low fat)
ar_sa: الحليب: نصف كوب (قليل الدسم).

# Mix12
source: Dough: Mix the dry ingredients (flour and baking powder) together in a large bowl, pour oil and water, stirring, until a firm dough is obtained. Cover the dough, and set aside until free from filling preparation
ar_sa: العجين: اخلط المكونات الجافة (الدقيق ومسحوق الخبز) معًا في وعاء كبير ، صب الزيت والماء مع التقليب ، حتى يتم الحصول على عجين قوي. تُغطّى العجينة وتُترك جانباً حتى تخلو من التحضير

# Mixthe11
source: Mix the olive oil, lemon juice, garlic, salt, pepper, cumin and fish spices in a good dish.
ar_sa: اخلطي زيت الزيتون وعصير الليمون والثوم والملح والفلفل والكمون وتوابل السمك في طبق جيد.

# oil12
source: oil: copious (for frying)
ar_sa: الزيت: غزير (للقلي)

# Onionpowder10
source: Onion powder: 1 tablespoon
ar_sa: مسحوق البصل: 1 ملعقة كبيرة

# Onions12
source: Onions: 1 grain (small size / chopped finely chopped)
ar_sa: البصل: حبة واحدة (صغيرة الحجم / مفرومة ناعماً)

# Onions9
source: Onions: 1 grain (chopped slices)
ar_sa: البصل: حبة واحدة (شرائح مفرومة)

# Paprika10
source: Paprika: two and a half tablespoons (ground)
ar_sa: بابريكا: ملعقتان ونصف ملعقة (مطحون)

# Peas12
source: Peas: half a cup (frozen)
ar_sa: البازلاء: نصف كوب (مجمد)

# Peasand12
source: Peas and potatoes are added to the skillet, which cools them. The filling mixture is cooked over low heat for ten minutes, before it is removed from the heat and allowed to cool.
ar_sa: تضاف البازلاء والبطاطس إلى المقلاة التي تبردها. ينضج خليط الحشو على نار خفيفة لمدة عشر دقائق ، قبل إزالته من الحرارة ويترك ليبرد.

# Place12
source: Place a tablespoon of filling in the first half of the dough, and close it in a triangle shape. Repeat the process until quantity runs out.
ar_sa: ضعي ملعقة كبيرة من الحشوة في النصف الأول من العجين وأغلقها في شكل مثلث. كرر العملية حتى نفاد الكمية.

# Potatoes12
source: Potatoes: 1 grain (large / peeled, boiled, mashed)
ar_sa: البطاطس: حبة واحدة (كبيرة / مقشرة ، مسلوقة ، مهروسة)

# Preheat11
source: Preheat the oven to 200 degrees.
ar_sa: سخن الفرن إلى 200 درجة.

# Preheat8
source: Preheat the oven to 450 degrees
ar_sa: سخن الفرن إلى 450 درجة

# Preheat9
source: Preheat the oven to 200 degrees.
ar_sa: سخن الفرن إلى 200 درجة.

# Processedmeat3
source: Processed meat: Processed sausages, hot dogs, etc.
ar_sa: اللحوم المصنعة: النقانق المجهزة ، النقانق ، إلخ.

# Reddish11
source: Reddish the face and feet hot along with salads or grilled vegetables, as desired.
ar_sa: احمر الوجه والقدمين ساخنين مع السلطات أو الخضار المشوية حسب الرغبة.

# Reddish9
source: Reddish the face and feet hot along with salads or grilled vegetables, as desired.
ar_sa: احمر الوجه والقدمين ساخنين مع السلطات أو الخضار المشوية حسب الرغبة.

# Redhotpepper9
source: Red hot pepper: half a teaspoon (ground)
ar_sa: الفلفل الأحمر الحار: نصف ملعقة صغيرة (مطحون)

# redpepper9
source: red pepper: 1 tablet (chopped slices)
ar_sa: الفلفل الأحمر: 1 قرص (شرائح مفرومة)

# Reduceheat11
source: Reduce heat, remove aluminum foil and leave it for an additional 10 minutes until the fish is completely tender.
ar_sa: خفف الحرارة وأزل ورق الألمنيوم واتركه لمدة 10 دقائق إضافية حتى تنضج الأسماك تمامًا.

# Reduceheat9
source: Reduce heat, remove aluminum foil and leave it for an additional 10 minutes until the fish is completely tender.
ar_sa: خفف الحرارة وأزل ورق الألمنيوم واتركه لمدة 10 دقائق إضافية حتى تنضج الأسماك تمامًا.

# Refinedgrains3
source: Refined grains: White bread, pasta made with refined wheat, etc.
ar_sa: الحبوب المكررة: الخبز الأبيض والمعكرونة المصنوعة من القمح المكرر ، إلخ.

# Refinedoils3
source: Refined oils: Soybean oil, canola oil, cottonseed oil and others.
ar_sa: الزيوت المكررة: زيت فول الصويا وزيت الكانولا وزيت بذرة القطن وغيرها.

# Rosemary11
source: Rosemary: 2 sticks (fresh)
ar_sa: روزماري: 2 عصا (طازجة)

source: rosemary9
ar_sa: إكليل الجبل

# Salt8
source: Salt: 1/4 teaspoon
ar_sa: الملح: 1/4 ملعقة صغيرة

# Seasonthe9
source: Season the meat with salt and pepper, and stir for another minute, then lift the meat from the pan and set it aside.
ar_sa: يتبل اللحم بالملح والفلفل ويقلب لمدة دقيقة أخرى ، ثم يرفع اللحم من القدر ويوضع جانباً.

# Spread11
source: Spread lemon slices and rosemary in the tray.
ar_sa: انشر شرائح الليمون وإكليل الجبل في الصينية.

# Spread8
source: Spread a tablespoon of butter in a small non-stick tray and put it in the oven until the butter spoon melts.
ar_sa: افرد ملعقة كبيرة من الزبدة في صينية صغيرة غير لاصقة وضعها في الفرن حتى تذوب ملعقة الزبدة.

# Spreadlemon9
source: Spread lemon slices and rosemary in the tray.
ar_sa: انشر شرائح الليمون و إكليل الجبل في الصينية.

# stuffing12
source: For stuffing: Heat the oil in a large skillet over the fire, then add the chopped onions, garlic, ginger and hot pepper, while stirring constantly. Add the dried cumin and coriander, while continuing to stir.
ar_sa: للحشوة: سخني الزيت في مقلاة كبيرة على النار ثم أضيفي البصل المفروم والثوم والزنجبيل والفلفل الحار مع التحريك باستمرار. أضيفي الكمون المجفف والكزبرة مع الاستمرار في التقليب.

# Sugar8
source: Sugar: 1 tablespoon
ar_sa: السكر: 1 ملعقة كبيرة

# Thedough12
source: The dough is divided into equal size sections; each section is spread on a table top, formed in a circle, by a cup of coffee cup, then the circle is divided into two halves, by a sharp knife.
ar_sa: تنقسم العجينة إلى أقسام متساوية الحجم ؛ ينتشر كل قسم على سطح طاولة ، يتكون في دائرة ، بواسطة فنجان قهوة ، ثم تنقسم الدائرة إلى نصفين بسكين حاد.

# thepreviously8
source: In the previously prepared tray, distribute the cherry kernels, then add the pancake mixture
ar_sa: في الصينية المعدة مسبقًا ، وزعي حبات الكرز ، ثم أضيفي خليط البان كيك

# Transfats3
source: Trans fats: Found in margarine and various processed foods.
ar_sa: الدهون المتحولة: توجد في المارجرين والأطعمة المصنعة المختلفة.
