Repository: msiyam89/HealthyLineProjectFinal
Catalog: HealthyLineProject/LocalResource/Resource.*.resx
Languages: ar_sa

# Asparaguspasta
source: Asparagus pasta for diet
ar_sa: معكرونة الهليون للحمية

# Atkins
source: The Atkins diet focuses specifically on controlling insulin levels through a low-carb (or sugary) diet. This is because the consumption of large amounts of refined carbohydrates leads to high insulin levels and then drops rapidly, and this incites the body to store energy from the food that was consumed, which excludes the possibility that the body will use the stored fat as a source of energy. Therefore, those who follow this diet can eat whatever they want of protein and fats, but they should avoid carbohydrates. But some indicate that there are health risks to this diet, which makes it better to consult a doctor before starting it.
ar_sa: يركز نظام أتكينز الغذائي بالتحديد على التحكم في مستويات الأنسولين من خلال نظام غذائي منخفض الكربوهيدرات (أو السكر). وذلك لأن استهلاك كميات كبيرة من الكربوهيدرات المكررة يؤدي إلى ارتفاع مستويات الأنسولين ثم ينخفض ​​بسرعة ، وهذا يحرض الجسم على تخزين الطاقة من الطعام الذي تم استهلاكه ، مما يستبعد إمكانية استخدام الجسم للدهون المخزنة مصدر الطاقة. لذلك ، يمكن لأولئك الذين يتبعون هذا النظام الغذائي تناول ما يريدون من البروتين والدهون ، ولكن يجب عليهم تجنب الكربوهيدرات. لكن البعض يشير إلى وجود مخاطر صحية على هذا النظام الغذائي ، مما يجعل من الأفضل استشارة الطبيب قبل البدء في ذلك.

source: Atkins diet
ar_sa: حمية اتكينز

# Beeffajita
source: Beef fajita for diet with fewer calories
ar_sa: لحم البقر فاهيتا لنظام غذائي مع سعرات حرارية أقل

source: BirthDate
ar_sa: تاريخ الميلاد

source: Breakfast
ar_sa: الفطور

# Broccoli
source: Broccoli Light Soup for Diet
ar_sa: شوربة البروكلي الخفيفة للحمية

# Bulgurtomato
source: Bulgur tomato salad for diet
ar_sa: سلطة الطماطم برغل للحمية

source: Calorie Guide
ar_sa: دليل السعرات الحرارية

source: cancel
ar_sa: الغاء

# carrot
source: Boiled carrot salad for a perfect diet
ar_sa: سلطة جزر مسلوقة لنظام غذائي مثالي

# chickenherbs
source: Grilled chicken with lemon dressing and herbs for diet
ar_sa: دجاج مشوي مع صلصة الليمون والأعشاب للحمية

# Chickenhot
source: Chicken with hot pepper for diet
ar_sa: الدجاج مع الفلفل الحار للحمية

# Chinesepumpkin
source: Chinese pumpkin dumplings with lower calories
ar_sa: فطائر صينية مع سعرات حرارية أقل

source: Confirm
ar_sa: تأكيد كلمة المرور

# Contact
source: Contact Us
ar_sa: اتصل بنا

source: Created By
ar_sa: اسم المنشيء

source: Created Date
ar_sa: تاريخ الانشاء

# crisppancake
source: A crisp pancake with cherry low-calorie
ar_sa: فطيرة مقرمشة مع الكرز منخفض السعرات الحرارية

source: Current Weight
ar_sa: الوزن الحالي

source: Day Five
ar_sa: اليوم الخامس

source: Day Four
ar_sa: اليوم الرابع

source: Day One
ar_sa: اليوم الاول

source: Day Seven
ar_sa: اليوم السابع

source: Day Six
ar_sa: اليوم السادس

source: Day Three
ar_sa: اليوم الثالث

source: Day Two
ar_sa: اليوم الثاني

source: Dessert
ar_sa: التحلاية

source: Diet program
ar_sa: حميات غذائية

source: Diet programs
ar_sa: برامج الحمية

source: Dinner
ar_sa: العشاء

source: Email
ar_sa: البريد الالكتروني

source: Exercise
ar_sa: ممارسه الرياضه

# fish
source: Grilled fish with lemon for diet
ar_sa: سمك مشوي بالليمون للحمية

source: Full Name Arabic
ar_sa: الاسم الكامل باللغة العربي

source: Full Name English
ar_sa: الاسم الكامل باللغة الانجليزي

source: Gender
ar_sa: الجنس

# Grilledchicken
source: Grilledchicken with lemon dressing and herbs for diet
ar_sa: لحم مشوي مع صلصة الليمون والأعشاب للحمية

# Healthy
source: "Healthy living" to most people means both physical and mental health are in balance or functioning well together in a person. In many instances, physical and mental health are closely linked, so that a change (good or bad) in one directly affects the other. Consequently, some of the tips will include suggestions for emotional and mental "healthy living.
ar_sa: تعني "الحياة الصحية" لمعظم الناس أن الصحة الجسدية والعقلية متوازنة أو تعمل بشكل جيد مع الشخص. في كثير من الحالات ، ترتبط الصحة البدنية والعقلية ارتباطًا وثيقًا ، بحيث يؤثر التغيير (الجيد أو السيئ) في أحدهما بشكل مباشر على الآخر. وبالتالي ، فإن بعض النصائح سوف تتضمن اقتراحات من أجل الحياة الصحية العاطفية والعقلية.

source: Height
ar_sa: الطول

source: Home
ar_sa: الصفحة الرئيسية

# Howto
source: How to prepare
ar_sa: طريقة التحضير

source: Ideal Weight
ar_sa: الوزن المثالي

source: Ingredient
ar_sa: المكونات

source: Ingredients
ar_sa: المكونات

source: IsActive
ar_sa: النشاط

# Ketogenic
source: This diet mainly aims to reduce carbohydrate consumption and increase the consumption of healthy fats such as avocado, coconut, brazilian nuts, fatty fish seeds and olive oil. This may sound illogical to some, but it allows the body to focus on burning fat and using it as an energy source. This diet causes the accumulated fat to be destroyed and converted into products called ketones. However, it carries a risk of developing hyperkitonemia in patients with type 1 diabetes, but studies are still ongoing.
ar_sa: يهدف هذا النظام الغذائي بشكل أساسي إلى تقليل استهلاك الكربوهيدرات وزيادة استهلاك الدهون الصحية مثل الأفوكادو وجوز الهند والمكسرات البرازيلية وبذور السمك الدهنية وزيت الزيتون. قد يبدو هذا غير منطقي بالنسبة للبعض ، ولكنه يسمح للجسم بالتركيز على حرق الدهون واستخدامه كمصدر للطاقة. يتسبب هذا النظام الغذائي في تدمير الدهون المتراكمة وتحويلها إلى منتجات تسمى الكيتونات. ومع ذلك ، فإنه ينطوي على خطر الإصابة بفرط بوتاسيوم الدم لدى مرضى السكري من النوع الأول ، ولكن الدراسات لا تزال جارية.

source: Ketogenic diet
ar_sa: الكيتون النظام الغذائي

# Line
source: Healthy Line
ar_sa: خط الصحة

source: Lunch
ar_sa: الغداء

# Marinatedchicken
source: Marinated chicken steak
ar_sa: ستيك دجاج متبل

# Medi
source: Mediterranean diet
ar_sa: حمية البحر الأبيض المتوسط

# Mediterranean
source: It means following the eating habits of southern Europeans such as Greece, Crete, southern Italy, Spain, southern France and Portugal as well. The focus is on eating vegetable foods, fresh fruits, nuts, beans, whole grains, seeds, olive oil, cheese, and milk. Moderate amounts of fish, chicken, and eggs can be eaten, and small amounts of red meat. This diet has been studied extensively and has proven effective in improving the quality of life and reducing the risk of disease. Finally, it must be pointed out the seriousness of the so-called "Western diet", which is high in sugars and fried foods, as it is associated with a higher risk of disease and early death. We emphasize the need to consult a specialist doctor before committing to any diet that may conflict or exacerbate some of the pathological problems that exist in some people.
ar_sa: وهذا يعني اتباع عادات الأكل لجنوب أوروبا مثل اليونان وكريت وجنوب إيطاليا وإسبانيا وجنوب فرنسا والبرتغال أيضًا. وينصب التركيز على تناول الأطعمة النباتية والفواكه الطازجة والمكسرات والفاصوليا والحبوب الكاملة والبذور وزيت الزيتون والجبن والحليب. يمكن تناول كميات معتدلة من الأسماك والدجاج والبيض ، وكميات صغيرة من اللحوم الحمراء. تمت دراسة هذا النظام الغذائي على نطاق واسع وأثبت فعاليته في تحسين نوعية الحياة وتقليل خطر الإصابة بالأمراض.

# menu
source: Weekly diet program
ar_sa: برنامج غذائي لاسبوع

source: Messaage
ar_sa: الرسالة

source: Mobile Number
ar_sa: رقم الهاتف

# Mushroomchicken
source: Mushroom chicken for a balanced diet
ar_sa: دجاج الفطر لنظام غذائي متوازن

source: Name Arabic
ar_sa: الاسم باللغة العربية

source: Name English
ar_sa: الاسم باللغة الانجليزية

source: or
ar_sa: او

source: Password
ar_sa: كلمة المرور

# Potato
source: Potato and eggplant soup for diet
ar_sa: حساء البطاطس والباذنجان لنظام غذائي

# Rawfood
source: This diet means that at least 75% of your food should be uncooked, untreated, or raw. And vegans make up a large proportion of followers of this diet.
ar_sa: يعني هذا النظام الغذائي أن 75٪ على الأقل من طعامك يجب أن يكون غير مطبوخ أو غير معالج أو نيء. ويشكل النباتيون نسبة كبيرة من متابعي هذا النظام الغذائي.

source: Raw food diet
ar_sa: النظام الغذائي الخام

source: Recipes Book
ar_sa: كتاب وصفات

source: Register
ar_sa: التسجيل

# samosa
source: Indian samosa
ar_sa: السمبوسة الهندية

# Send
source: Send Now
ar_sa: ارسل الان

source: Sign in
ar_sa: تسجيل الدخول

source: Signout
ar_sa: تسجيل الخروج

source: Sign up
ar_sa: انشاء حساب

# Simple
source: Simple diet program
ar_sa: برنامج نظام غذائي بسيط

source: simple diet
ar_sa: نظام غذائي بسيط

source: Snack
ar_sa: سناك

# SouthBeach
source: This diet was started by Agatston, a cardiologist and Marie Almon. This diet focuses on controlling insulin levels and taking advantage of slow, unrefined carbohydrates. Dr. Agatston created this diet after which he was frustrated with the low-fat, high-carb diet that was supported by the American Heart Association.
ar_sa: بدأ هذا النظام الغذائي بواسطة Agatston ، طبيب القلب وماري ألمون. يركز هذا النظام الغذائي على التحكم في مستويات الأنسولين والاستفادة من الكربوهيدرات البطيئة وغير المكررة. أنشأ دكتور أغاتستون هذا النظام الغذائي وبعد ذلك كان محبطًا من النظام الغذائي قليل الدهون والكربوهيدرات الذي دعمته جمعية القلب الأمريكية.

source: South Beach diet
ar_sa: حمية الشاطىء الجنوبى

source: Step Details
ar_sa: تفاصيل الخطوات

source: submit
ar_sa: إرسال

source: Target Weight
ar_sa: الوزن المستهدف

# toAvoid
source: Foods to Avoid
ar_sa: الاطعمة التي يجب تجنبها

# toEat
source: Foods toEat
ar_sa: الاطعمة التي يسمح بها

source: User Email
ar_sa: البريد الالكتروني المستخدم

source: User Name
ar_sa: اسم المستخدم

# Vegan
source: This diet is considered a philosophy more than a diet, so followers of this diet do not eat any food from animal origin such as milk, eggs or honey, and they never eat meat. This diet has ethical and environmental goals and principles in addition to nutritional goals. They think that eating only vegetarian food will benefit people, health and the environment and cause less suffering to animals.
ar_sa: يعتبر هذا النظام الغذائي فلسفة أكثر من نظام غذائي ، لذا فإن اتباع هذا النظام الغذائي لا يأكلون أي طعام من أصل حيواني مثل الحليب أو البيض أو العسل ، ولا يأكلون اللحوم أبدًا. يحتوي هذا النظام الغذائي على أهداف ومبادئ أخلاقية وبيئية بالإضافة إلى الأهداف الغذائية. يعتقدون أن تناول الطعام النباتي فقط سيفيد الناس والصحة والبيئة ويسبب معاناة أقل للحيوانات.

source: Vegan diet
ar_sa: حمية نباتية

# Vegetarian
source: There are several types of plant-based diets such as the milk-based or egg-based diet or the half-vegetarian diet, but the most common is the vegetable diet with eggs and milk, that is, the person who is committed to it does not eat meat or animal products except for milk, eggs and honey. Studies show that vegetarians were less weight, healthier, and longer-lived compared to carnivores.
ar_sa: هناك عدة أنواع من الأنظمة الغذائية النباتية مثل النظام الغذائي القائم على الحليب أو البيض أو النظام الغذائي نصف النباتي ، ولكن الأكثر شيوعًا هو النظام الغذائي النباتي مع البيض والحليب ، أي الشخص الذي يلتزم به لا تأكل اللحوم أو المنتجات الحيوانية باستثناء الحليب والبيض والعسل. تظهر الدراسات أن النباتيين كانوا أقل وزنًا وأكثر صحة وأطول عمراً مقارنةً بالحيوانات آكلة اللحوم.

source: Vegetarian diet
ar_sa: حمية نباتية

# Watchers
source: Weight Watchers diet
ar_sa: حمية مراقبي الوزن

# WeightWatchers
source: This diet focuses on losing weight through a specific diet, exercise and social support network. Weight Watchers is a global company with branches around the world, started in the sixties of the last century by a woman who lost some weight and feared to gain it again, so she formed a network of friends that later evolved into this company. You can join this network, either personally, by attending regular meetings or via the Internet for support and nutritional education.
ar_sa: يركز هذا النظام الغذائي على فقدان الوزن من خلال نظام غذائي محدد وممارسة الرياضة وشبكة الدعم الاجتماعي. شركة Weight Watchers هي شركة عالمية لها فروع حول العالم ، بدأت في الستينات من القرن الماضي من قبل امرأة فقدت بعض الوزن وخافت من اكتسابه مرة أخرى ، لذلك شكلت شبكة من الأصدقاء تطورت لاحقًا إلى هذه الشركة. يمكنك الانضمام إلى هذه الشبكة ، إما شخصيًا ، من خلال حضور اجتماعات منتظمة أو عبر الإنترنت للحصول على الدعم والتعليم الغذائي.

# Zone
source: This diet aims to achieve a nutritional balance by consuming 40% carbohydrates, 30% fats and 30% protein in each meal. The main goal is to control insulin levels, which will achieve better results in weight loss or control. This diet encourages consumption of high-quality and unrefined carbohydrates in addition to some fats such as olive oil, avocado and nuts.
ar_sa: يهدف هذا النظام الغذائي إلى تحقيق التوازن الغذائي من خلال استهلاك 40٪ من الكربوهيدرات و 30٪ من الدهون و 30٪ من البروتين في كل وجبة. الهدف الرئيسي هو التحكم في مستويات الأنسولين ، مما سيحقق نتائج أفضل في فقدان الوزن أو السيطرة عليه. يشجع هذا النظام الغذائي على استهلاك الكربوهيدرات عالية الجودة وغير المكررة بالإضافة إلى بعض الدهون مثل زيت الزيتون والأفوكادو والمكسرات.

source: Zone diet
ar_sa: نظام غذائي المنطقة

source: Boxing Exercise
ar_sa: تمارين الملاكمة

source: Boxing Exercises
ar_sa: تمارين الملاكمة

source: Buttock and Legand Hands Exercises
ar_sa: تمارين الأرداف والساق واليدين

source: Buttocks and Upper Legs Pain Exercises
ar_sa: تمارين ألم الأرداف والساقين

source: Calculate
ar_sa: احتساب

source: Calculate Ideal Weight
ar_sa: احتساب الوزن المثالي

source: Cardio and Legs Exercises
ar_sa: تمارين القلب والساقين

source: Hands and Feet Exercise
ar_sa: تمارين اليدين والقدمين

source: Hands and Feet Exercises
ar_sa: تمارين اليدين والقدمين

source: Hands and Waist Exercises
ar_sa: تمارين اليدين والخصر

source: LowerBodyExercises
ar_sa: تمارين الجزء السفلي من الجسم

source: PilatesExercise
ar_sa: تمارين بيلاتيس

source: Stomach and Abdominal Exercises
ar_sa: تمارين المعدة و البطن

# TheCalorieCalculator
source: "The Calorie Calculator can be used to estimate the number of calories a person needs to consume each day. This calculator can also provide some simple guidelines for gaining or losing weigh
ar_sa: "يمكن استخدام حاسبة السعرات الحرارية لتقدير عدد السعرات الحرارية التي يحتاجها الشخص لاستهلاكها يوميًا. يمكن أن توفر هذه الآلة الحاسبة أيضًا بعض الإرشادات البسيطة لاكتساب الوزن أو فقدانه يختلف وزن الجسم المثالي حسب الجنس والعمر والصحة الحالية. هذه الآلة الحاسبة للوزن المثالي هي تقريب وتستند إلى المعادلات القياسية التي تقدمها Welltech Solutions. الآلات الحاسبة مناسبة للبالغين الأصحاء وغير الحوامل. "

source: Total Body Exercise
ar_sa: إجمالي تمارين الجسم

# Avocados2
source: Avocados: Whole avocados can be added to almost any meal or snack.
ar_sa: الأفوكادو: يمكن إضافة الأفوكادو الكامل إلى أي وجبة أو وجبة خفيفة تقريبًا.

# Bacon1
source: : Bacon and eggs.
ar_sa: : لحم مقدد و بيض.

# Bread2
source: Bread and baked goods
ar_sa: الخبز والمخبوزات.

# Bunless1
source: : Bunless cheeseburger, with vegetables and butter.
ar_sa: : برجر بالجبنة مع الخضار والزبدة.

# Condiments2
source: Condiments: Salt, pepper, vinegar, lemon juice, fresh herbs and spices.
ar_sa: التوابل: الملح والفلفل والخل وعصير الليمون والأعشاب الطازجة والتوابل.

# Dietandlowfat1
source: "Diet" and "low-fat" foods: These are usually very high in sugar.
ar_sa: الأطعمة "الحمية" و "قليلة الدسم": عادة ما تكون عالية في السكر.

# Eggs1
source: Eggs: The healthiest eggs are omega-3 enriched or pastured.
ar_sa: البيض: البيض الأكثر صحة هو أوميغا 3 المخصب أو المرعي.

# Eggs2
source: Eggs: Pastured, organic whole eggs make the best choice.
ar_sa: البيض: إن البيض الكامل العضوي المرعي هو الخيار الأفضل.

# Fattyfish1
source: Fatty fish and seafood: Salmon, trout, sardines, etc.
ar_sa: الأسماك الدهنية والمأكولات البحرية: السلمون ، سمك السلمون المرقط ، السردين ، إلخ.

# Fattyfish2
source: Fatty fish:Wild-caught salmon, herring and mackerel
ar_sa: سمكة سمينة:سمك السلمون والرنجة والماكريل

# Fullfatcheese2
source: Fullfatcheese : Cheddar, mozzarella, brie, goat cheese and cream cheese.
ar_sa: جبن كامل الدسم: شيدر ، موتزاريلا ، بري ، جبن ماعز وجبنة كريمة.

# Fullfatdairy1
source: Full-fat dairy: Butter, cheese, cream, full-fat yogurt.
ar_sa: منتجات الألبان كاملة الدسم: الزبدة والجبن والقشدة والزبادي كامل الدسم.

# Fullfatdairy2
source: Full-fat dairy: Yogurt, butter and cream
ar_sa: منتجات الألبان كاملة الدسم: الزبادي والزبدة والقشدة

# Grains1
source: Grains: Wheat, spelt, rye, barley, rice.
ar_sa: الحبوب: القمح ، الهجاء ، الجاودار ، الشعير ، الأرز.

# Healthyfats1
source: Healthy fats: Extra virgin olive oil, coconut oil, avocados and avocado oil.
ar_sa: الدهون الصحية: زيت الزيتون البكر الممتاز وزيت جوز الهند والأفوكادو وزيت الأفوكادو.

# Healthyfats2
source: Healthy fats: Coconut oil, olive oil, avocado oil, coconut butter and sesame oil.
ar_sa: الدهون الصحية: زيت جوز الهند ، زيت الزيتون ، زيت الأفوكادو ، زبدة جوز الهند وزيت السمسم.

# Highcarbfruits1
source: High-carb fruits: Bananas, apples, oranges, pears, grapes (induction only).
ar_sa: فواكه عالية الكربوهيدرات: الموز والتفاح والبرتقال والكمثرى والعنب (الحث فقط).

# Highcarbvegetables
source: High-carb vegetables : Carrots, turnips, etc (induction only).
ar_sa: الخضروات عالية الكربوهيدرات: الجزر ، اللفت ، إلخ (الاستقراء فقط).

source: Id
ar_sa: اي

# Kale1
source: Low-carb vegetables: Kale, spinach, broccoli, asparagus and others.
ar_sa: الخضروات منخفضة الكربوهيدرات: اللفت ، السبانخ ، البروكلي ، الهليون وغيرها.

# Leftoverchicken1
source: : Leftover chicken and veggies from the night before.
ar_sa: : بقايا دجاج وخضار من الليلة السابقة.

# Legumes1
source: Legumes: Lentils, beans, chickpeas, etc.
ar_sa: البقوليات: العدس ، الفاصوليا ، الحمص ، إلخ.

# Meat2
source: Meat:Grass-fed beef, venison, organ meats and bison
ar_sa: اللحم:اللحم البقري ، لحم الغزال ، لحم الأعضاء والبسون

# Meats1
source: Meats: Beef, lamb, chicken, and others.
ar_sa: اللحوم: لحم البقر والضأن والدجاج وغيرها.

# Nutbutter2
source: Nut butter
ar_sa: زبدة الجوز

# Nutsandseeds1
source: Nuts and seeds: Almonds, macadamia nuts, walnuts, sunflower seeds, etc.
ar_sa: المكسرات والبذور: اللوز ، المكاديميا ، الجوز ، بذور عباد الشمس ، إلخ.

# Nutsandseeds2
source: Nuts and seeds: Macadamia nuts, almonds, walnuts, pumpkin seeds, peanuts and flaxseeds.
ar_sa: المكسرات والبذور: مكسرات المكاديميا واللوز والجوز وبذور اليقطين والفول السوداني وبذور الكتان.

# Poultry2
source: Poultry:Chicken and turkey
ar_sa: الدواجن:الدجاج والديك الرومي

# Starches1
source: Starches: Potatoes, sweet potatoes (induction only).
ar_sa: النشويات: بطاطس ، بطاطا حلوة (تحريض فقط).

# Sugar1
source: Sugar: Soft drinks, fruit juices, cakes, candy, ice cream, etc.
ar_sa: السكر: المشروبات الغازية وعصائر الفاكهة والكعك والحلوى والآيس كريم ، إلخ.

# Transfats1
source: Trans fats: Usually found in processed foods with the word "hydrogenated" on the ingredients list.
ar_sa: الدهون المتحولة: توجد عادة في الأطعمة المصنعة مع كلمة "مهدرجة" في قائمة المكونات.

# Vegetableoils
source: Vegetable oils: Soybean oil, corn oil, cottonseed oil, canola oil and a few others.
ar_sa: الزيوت النباتية: زيت فول الصويا وزيت الذرة وزيت بذرة القطن وزيت الكانولا وبعض الزيوت الأخرى.

# vegetables2
source: Non-starchy vegetables: Greens, broccoli, tomatoes, mushrooms and peppers.
ar_sa: الخضروات غير النشوية: خضار ، بروكلي ، طماطم ، فطر ، فلفل.

source: weight
ar_sa: الوزن

# Addgarlic1
source: Add garlic and asparagus and stir for 3 minutes, then add salt, basil, black pepper and broth and leave the mixture until boiling for 10 minutes.
ar_sa: يضاف الثوم والهليون ويقلب لمدة 3 دقائق ، ثم يضاف الملح والريحان والفلفل الأسود والمرق ويترك الخليط حتى يغلي لمدة 10 دقائق.

# Addthe1
source: Add the cream, filtered pasta, and stir until the ingredients mix, and simmer for 5 minutes.
ar_sa: أضيفي الكريما ، المعكرونة المفلترة ، وقلبي حتى تمتزج المكونات ، واتركيها على نار هادئة لمدة 5 دقائق.

# Addtothe2
source: Add to the same skillet onions, red pepper, yellow pepper, cumin, ground chili pepper, and stir over medium to high heat for 5 minutes
ar_sa: أضيفي نفس البصل المقلي والفلفل الأحمر والفلفل الأصفر والكمون والفلفل الحار المطحون وقلب على نار متوسطة إلى عالية لمدة 5 دقائق

# Asparagus1
source: Asparagus: 2 cups (fresh or sorted / boiled and drained)
ar_sa: الهليون: 2 كوب (طازج أو مفروز / مسلوق ومصفى)

# Avocadopiece2
source: Avocado: 1 piece (peeled and sliced)
ar_sa: الأفوكادو: قطعة واحدة (مقشرة ومقطعة إلى شرائح)

# Beans2
source: Beans and legumes: Black beans, chickpeas, lentils and kidney beans.
ar_sa: الفاصوليا والبقوليات: الفاصوليا السوداء والحمص والعدس والفاصوليا

# BlackPepper1
source: Black Pepper: 1/4 teaspoon
ar_sa: فلفل أسود: 1/4 ملعقة صغيرة

# Boil1
source: Beans and legumes: Black beans, chickpeas, lentils and kidney beans.
ar_sa: قم بغلي الباستا حسب التعليمات الموجودة على العبوة ، ثم لفها ، اغسلها بالماء البارد وضعها جانباً.

# Certain2
source: Certain alcoholic beverages: Beer and sugary mixed drinks
ar_sa: بعض المشروبات الكحولية: البيرة والمشروبات السكرية المختلطة

# CookingCream1
source: Cooking Cream: (Light) Cup
ar_sa: كريمة الطبخ: كوب (خفيف)

# Cumin2
source: Cumin: half a teaspoon (ground)
ar_sa: الكمون: نصف ملعقة صغيرة (مطحون).

# Drybasil1
source: Dry basil: half a teaspoon (ground)
ar_sa: الريحان الجاف: نصف ملعقة صغيرة (مطحون)

# Fruits2
source: Fruit: Citrus, grapes, bananas and pineapple
ar_sa: الفاكهة: الحمضيات والعنب والموز والأناناس

# Garlic1
source: Garlic: 2 cloves (crushed)
ar_sa: الثوم: 2 فصوص (مهروسة)

# GreenCoriander2
source: Green Coriander: 2 teaspoon (fresh and chopped)
ar_sa: الكزبرة الخضراء: 2 ملعقة صغيرة (طازجة ومفرومة)

# Heatathick2
source: Heat a thick, wide skillet over medium heat, then add oil and meat and stir the meat for 3 minutes until it becomes brown.
ar_sa: سخني مقلاة سميكة عريضة على نار متوسطة ، ثم أضيفي الزيت واللحم وقلب اللحم لمدة 3 دقائق حتى يصبح لونه بني.

# Heatthe1
source: Heat the oil in a large skillet over medium heat, add onions and stir for 5 minutes until wilted.
ar_sa: سخني الزيت في مقلاة كبيرة على نار متوسطة ، أضيفي البصل وقلبي لمدة 5 دقائق حتى يذبل.

# Highcarb2
source: High-carbsauces: Barbecue sauce, sugary salad dressings and dipping sauces
ar_sa: الصلصات: صلصة الباربكيو ، صلصة السلطة السكرية وصلصات الغمس

# MeatFillet1
source: Meat Fillet: 500 grams (longitudinal sliced section)
ar_sa: شرائح لحم: 500 جرام (مقطع شرائح طولي)

# Oliveoil1
source: Olive oil: 1 tablespoon
ar_sa: زيت الزيتون: 1 ملعقة كبيرة

# Onions1
source: Onions: 1 grain (finely chopped)
ar_sa: البصل: حبة واحدة (مفرومة ناعماً)

# Onions2
source: Onions: 1 grain (chopped slices)
ar_sa: البصل: حبة واحدة (شرائح مفرومة)

# Pasta1
source: Pasta: Bottle (preferred shape)
ar_sa: المعكرونة: زجاجة (الشكل المفضل)

# Pourthe1
source: Pour the pasta into dishes and serve hot.
ar_sa: نصب المعكرونة في أطباق ونقدمها ساخنة.

# Redhotpepper2
source: Red hot pepper: half a teaspoon (ground)
ar_sa: الفلفل الأحمر الحار: نصف ملعقة صغيرة (مطحون)

# redpepper2
source: red pepper: 1 tablet (chopped slices)
ar_sa: الفلفل الأحمر: 1 قرص (شرائح مفرومة)

# Salthalf1
source: Salt: half a teaspoon
ar_sa: ملح: نصف ملعقة صغيرة

# Seasonthe2
source: Season the meat with salt and pepper, and stir for another minute, then lift the meat from the pan and set it aside.
ar_sa: يتبل اللحم بالملح والفلفل ويقلب لمدة دقيقة أخرى ، ثم يرفع اللحم من القدر ويوضع جانباً.

# Starchy2
source: Starchy vegetables: Potatoes, sweet potatoes, butternut squash, corn, peas and pumpkin
ar_sa: الخضروات النشوية: البطاطس ، البطاطا الحلوة ، القرع ، الذرة ، البازلاء واليقطين

# SweetenedBeverages2
source: Soda, juice, sweetened teas and sports drinks.
ar_sa: الصودا والعصير والشاي المحلى والمشروبات الرياضية

# Vegetablebroth1
source: Vegetable broth: a quarter cup
ar_sa: مرق الخضار: ربع كوب

# Vegetableoil2
source: Vegetable oil: 1 tablespoon
ar_sa: زيت نباتي: 1 ملعقة كبيرة

# Yellowpepper2
source: Yellow pepper: 1 tablet (sliced minced)
ar_sa: فلفل أصفر: حبة واحدة (شرائح مفرومة)

# Abunlessgrass2
source: A bunless grass-fed burger topped with cheese, mushrooms and avocado atop a bed of greens
ar_sa: برجر بدون خبز مغطى بالعشب مغطى بالجبن والفطر والأفوكادو فوق طبقة من الخضار
